Repository: Heeks/heekscad
Catalog: translations/*/HeeksCAD.po
Languages: it, sk

source: Top
it: Superiore
sk: Hore

source: Probe Grid
it: Griglia Sonda

source: Probe Centre
it: Sonda il centro

source: Probe Edge
it: Sonda il bordo

source: Re-select sketches
it: Riseleziona disegno

source: Re-select solids
it: Riseleziona solido

source: Unknown Property
it: Propriata' sconosciute
sk: Neznáma vlastnosť

source: OK
sk: V poriadku

source: .HeeksCAD_Backup_Data_File.heeks
sk: Záložný_Súbor_Programu_HeeksCAD.heeks

source: obj1_id should be defined before obj2_id
sk: obj1_id by malo byť definované skôr ako obj2%id

source: obj1_id specified but does not exist in memory
sk: Špecifikovali ste obj1_id, ktoré sa nenachádza v pamäti

source: obj2_id specified but does not exist in memory
sk: Špecifikovali ste obj2_id, ktoré sa nenachádza v pamäti

source: Two objects required for this constraint only one was specified
sk: Na definíciu tejto hranice je nutné použiť dva objekty, ale vy ste špecifikovali len jeden

source: A constraint type needs to be added to the list
sk: Typ hrancie musí byť pridaný do zoznamu

source: This is a woops and you shouldn't be reading this message
sk: Toto je neočakávaný problém a nikdy by nemala nastať situácia, že uvidíte túto správu

source: Object error in a single object constraint
sk: Chybný objekt pre nastavenie hraníc jedného objektu

source: Object error in a two object constraint
sk: Chybný objekt pre nastavenie hraníc pomocou dvoch objektov

source: Undefined Constraint?
sk: Nemáte definované hranice?

source: Transform selected items to world coordinates
sk: Preveď vybrané položky do svetových súradníc

source: Press Esc key to cancel
sk: Stlačte klávesu ESC, aby ste zrušili akciu

source: Left button to accept position
sk: Ľavé tlačidlo potvrdí nastavenú pozíciu

source: Offset (from last point)
sk: Posunitie (oproti poslednému vybranému bod)

source: between two points, XY only
sk: medzi dvoma bodmi (len v osiach X a Y)

source: Finish drawing
sk: Kreslenie ukončené

source: Blend edge
sk: Spojenie hrán

source: Make a sketch from edge
sk: Vytvor nákres z hrany/hrán

source: Solid with edge chamfer
sk: Teleso s hranami s úkosom

source: A fatal error happened during Chamfer
sk: Fatálna chyba počas generovania úkosu

source: Rotate to Face
sk: Otoč plochu

source: bspline
sk: b-splajn

source: offset
sk: posunutie

source: custom grippers
sk: užívateľské metódy na zachytenie udalostí

source: custom grippers just one axis
sk: užívateľské metódy na zachytenie udalostí pre jedinú os

source: datum
sk: údaje

source: Move datum
sk: Prestav údaje

source: Move px
sk: Prestav px

source: Move py
sk: Prestav py

source: Move pz
sk: Prestav pz

source: Click centre point
sk: Kliknite na bod v strede

source: Click first end point
sk: Kliknite na prvý koncový bod

source: Click second end point
sk: Kliknite na druhý koncový bod

source: Click midpoint
sk: Poklepte (kliknite) na bod v strede

source: Click centre-top point
sk: Poklepte (kliknit) na bod horného stredu

source: Click centre-bottom point
sk: Kliknite na bod dolného stredu

source: Click centre-right point
sk: Kliknite na bod pravého stredu

source: Click centre-left point
sk: Kliknite na bod ľavého stredu

source: Add points at intersections
sk: Pridajte body v miestach, kde sa nachádzajú priesečníky

source: input uses modal dialog
sk: Vstupné okno vzužije modálny dialóg

source: dragging moves objects
sk: Uchopeníe umožní presun objektov

source: Correlate by color
sk: Korelácia podľa farby

source: Layer Name Suffixes To Discard
sk: Prídavky (Sufixy) mena vrstvy sa zrušia

source: STL
sk: podľa štabadrdu STL

source: save constraints to file
sk: ulož zmeny hraníc do súboru

source: logging
sk: Zaznamenávanie činnosti

source: FatalError
sk: Fatálna chyba

source: Error
sk: Chyba

source: Warning
sk: Varovanie

source: Message
sk: Správa

source: Status
sk: Stav

source: Info
sk: Informácia

source: Debug
sk: Ladenie

source: Trace
sk: Krokovanie

source: log level
sk: Úroveň podrobnosti záznamu činnosti

source: use repetition counting
sk: Použite počítadlo(počítanie) opakovaní

source: use timestamps
sk: použite časové značky

source: CPP files
sk: Súbory jazyka c++ (CPP)

source: OpenCAMLib python files
sk: Súbory jazyka Python z knižnice OpenCAMLib

source: ILine
sk: Čiara typu I

source: CorrelationTool
sk: Nástroj na prácu s využitím korelácie

source: PocketSolid
sk: teleso na vyfréezovanie

source: Hole
sk: Diera

source: Positions
sk: Pozície

source: ObjectMaximum
sk: Objekt najväčších rozmerov

source: Input
sk: vstup

source: There was a problem printing. Perhaps your current printer is not set correctly?
sk: Problém pri tlači Možno nie je vaša tlačiareň nastavená správne

source: There was a problem previewing. Perhaps your current printer is not set correctly?
sk: Problém pri náhľade Možno nie je vaša tlačiareň nastavená správne

source: Plugins
sk: Zásuvné moduly

source: Gear
sk: Pohon/súkolie/prevodovka

source: Sectioning
sk: Rozdeľovanie na sekcie

source: Log
sk: Záznam o činnosti

source: Transformations Tool Bar
sk: Lišta nástrojov pre zmeny

source: Validate Constraints
sk: Over správnosť hraníc

source: &File
sk: &Súbor

source: &Constraint Tester
sk: &Test hraníc/ohraničení

source: Add a gear
sk: Pridaj prevodovku/súkolie..

source: num teeth
sk: čísluj zuby

source: module
sk: modul/doplnok

source: clearance
sk: výška

source: addendum offset
sk: dodatočné posunutie

source: addendum multiplier
sk: dodatočné násobič

source: dedendum multiplier
sk: násobič výšky

source: pressure angle
sk: uhol tlaku

source: spacing
sk: odsadenia/mostíky

source: tip relief
sk: tvar reznej štrbiny

source: cone half angle
sk: polouhol kužeľa

source: inner ring diameter
sk: Priemer vnúrorného kruhu

source: Make Sketches
sk: Vytvor výkres

source: Make One Tooth Sketches
sk: Vytvor výkres jedného zubu

source: Make Cylinder On Line
sk: Vytvor valec na zákalde čiary

source: Make Cone On Line
sk: Vytvor kužel na záaklde čiary

source: Click Midpoint On Line
sk: Poklepte (kliknite) na prostredný bod čiary/úsečky

source: Click Start Of Line
sk: Poklepte (kliknite) začiatočný bod čiary

source: Click End Of Line
sk: Kliknite na koncový bod čiary

source: Click point location
sk: Poklepte(kliknite) na miesto, kde chcete vytvoriť bod

source: Enter offset in X,Y,Z format (with commas between them)
sk: Vložte posuntie (ofset) fo fomáate X,Y,Z (s ciarkmi medzi číslami)

source: Apply Offset To Selected Location
sk: Použite posunutie (ofset) na vybrané miesto

source: Offset from point
sk: Posunutie (ofset) zo súradníc body

source: Position to rotate about
sk: Kliknite na stred otáčania objektu

source: Select
sk: Vyberte

source: Axis to rotate about
sk: Kliknite na os otáčania objektu

source: Select a line
sk: Výberte čiaru

source: Pick Position
sk: Vyberte si polohu

source: Number of Rotations (negative for reverse direction)
sk: Počet otočení (záaporné číslo pre opačný smer)

source: Sketch rotates text
sk: Kreba/krivka otáača text

source: Centre
sk: Stred

source: Justification
sk: Zarovnanie

source: Ok
sk: V poriadku

source: Update
sk: Obnov

source: pcb
sk: doska plošných spojov (PCB)

source: # more convenient for viewing
sk: Vhodnejšií/vhodnejšie na prehliafdanie

source: Make extrusion
sk: vytiahnutie 2D obrazca na 3D teleso

source: taper outward angle
sk: uhol kužeľovitého vzhľadu

source: Makes a solid
sk: Vytváara teleso

source: Points must not be the same!
sk: Body nemôžu byť zhodné!

source: Sectioned Solid
sk: Rozdelné teleso

source: Sectioning failed!
sk: Rozdelenie zlyhalo

source: Pick point on axis
sk: Vyberte bod na osi

source: Pick secondary point on axis
sk: Vyberte druhý bod osi X

source: Pick objects to section
sk: Označte objekty, ktorý poslúžia na rozdelenie

source: Press Return key to accept selection
sk: Stlačením klvávesy Enter potvrdít výber

source: Accept selection
sk: Potvrdenie výberu

source: Cancel selection
sk: Zrušenie výberu

source: volume
sk: objem

source: centre of gravity
sk: ťažisko

source: calculate volume
sk: vypočítaj objem

source: bspline min degree (eg: 3)
sk: minimálny stupeň b-splajnu (napr.. 3)

source: bspline max degree (eg: 8)
sk: maximálny stupeň b-splajnu (napr. 8)

source: bspline continuity (eg: GeomAbs_C2)
sk: spojitosť b-Splajnu

source: Transform selected items using two coordinate systems
sk: Preveď vybrané položky s využitím dvoch súrodnicových systémov(z jedného do druhého)

source: Make a sketch from face
sk: Skonvertuj plochu na trajektňoriu

source: MenuSeparator
sk: Odeľovač položiek menu

source: Geometry
sk: Tvar/Geometria

source: Set Origin
sk: Navstav ako vzor

source: Sketch Pointer == NULL in HeeksObjOccurrenceInSketch
sk: Smerník na trajektóriu je rovný NULL v metóde HeeksObjOccurrenceInSketch
