Repository: Heeks/heekscad
Catalog: translations/*/HeeksCAD.po
Languages: it, sk

source: Input extrusion height
it: Inserire altezza estrusione
sk: Vlož výsku ťahania

source: pick sketches, faces or circles
it: Seleziona disegni, facce o cerchi
sk: Vyberrte nákresy, plochz a kruhy/kružnice

source: Input revolution angle
it: inserire angolo di rivoluzione
sk: Vložte uhol otočenia

source: angle
it: angolo
sk: uhol

source: Error making ruled solid
it: Errore nel creare le regole del solido
sk: Chyba pri tvorbe telesa podľa daných pravidiel

source: Fatal error making ruled solid
it: Errore fatale nel creare le regole del solido
sk: Fatálna chyba pri tvorbe telesa podľa daných pravidiel

source: Error making extruded solid
it: Errore nel creare il solido estruso
sk: Fatálna chyba pri tvorbe telesa vytlačením

source: Fatal error making extruded solid
it: Errore fatale nel creare il solido estruso
sk: Fatálna chyba pri tvorbe telesa vytlačením

source: Error making revolved solid
it: Errore nel creare la rotazione del solido
sk: Chyba pri tvorbe telesa otáčaním

source: Fatal error making revolved solid
it: Errore fatale nel creare la rotazione del solido

source: ResetRuler
it: Reset Righello
sk: Vynuluj pravítko

source: Reset the ruler
it: Ripristina righello
sk: Vynuluj pravítko

source: width
it: larghezza
sk: šírka

source: empty_length
it: tratto_riempimento
sk: nezadaná dĺžka

source: Left button for selecting objects
it: Tasto sinistro per selezionare gli oggetti
sk: Ľavé tlačidlo vyberie objekt

source: ( with Ctrl key for extra objects)
it: ( con il tasto Ctrl per selezionare oggetti extra )
sk: (spolu s klávesou Ctrl vyberáte viac objektov)

source: ( with Shift key for similar objects)
it: ( con il tasto Shift per selezionare oggetti Simili ).
sk: (spolu s klávesou Ctrl vyberáte viac objektov)

source: Drag with left button to window select
it: Trascinare con il tasto sinistro per selezionare la finestra
sk: Uchopte vybrané okno stlačením ľavého tlačidla

source: or to move object if on an object
it: o per spostare oggetti, se su un oggetto.
sk: alebo pohybujte objektom ak ste myšou na ňom

source: Mouse wheel to zoom in and out
it: La rotella del mouse per eseguire lo zoom in e out.
sk: Koliesko myši približuje alebo vzďaľuje objekty

source: Middle button to pan view
it: Tasto centrale per vista panoramica
sk: Stredné tlačidlo otvorí panoramatický pohľad

source: ( with Ctrl key to rotate view )
it: ( con il tasto Ctrl si ruota la panoramica ).
sk: (s klávesou CTRL rotujete pohľad)

source: Middle button to rotate view
it: Tasto centrale per ruotare la visione
sk: Stredné tlačidlo otočí pohľad

source: ( with Ctrl key to pan view )
it: ( con il tasto Ctrl per vista panoramica ).
sk: (s klávesou Ctrl zobrzí panormatický pohľad)

source: Right button for object menu
it: Tasto destro per il menu oggetti.
sk: Pravé tlačidlo ukáže menu objektu

source: See options window to hide this help
it: Vedere la finestra delle opzioni per nascondere questo aiuto
sk: Použite menu volieb, ak chcete skyť tohto pomocníka

source: Pick Anything
it: Scegli qualcosa
sk: Vybrať všetko

source: Set the selection filter to all items
it: Impostare il filtro di selezione a tutti gli elementi
sk: Použiť výberový filter na všetky položky

source: Pick Edges
it: Selezionare Bordo
sk: Vybrať hrany

source: Set the selection filter to only edges
it: Impostare il filtro di selezione ai soli bordi
sk: Použiť výberový filter len na hrany

source: Pick Faces
it: Seleziona faccia
sk: Vyberte hrany

source: Set the selection filter to only faces
it: Impostare il filtro di selezione alle sole facce
sk: Použiť výberový filter len na plochy

source: End Sketch Mode
it: Fine modalita' Disegno
sk: Ukončenie režimu na kreslnie výkresov/kriviek

source: Enter Offset Value, + for making bigger, - for making smaller
it: Insere valore offset, + per renderlo piu' grande, - per renderlo piu' piccolo
sk: Vložte hodnotu offsetu + na zvačšenie, - na zmenšenie

source: Offset value
it: Valore di Offset
sk: Hodnota offsetu(posunutia)

source: Result of 'Offset Shape'
it: Risultato dell'offset in figura
sk: Výskedok požitia offsetu na tvar

source: Error making offset
it: Errore nel creare l'offset
sk: Chzba pri posúvaní

source: Offset Shape
it: Offset figura
sk: offsetový tvar

source: Stretched Shape
it: Allunga figura
sk: Uzatvorený tvar

source: Error with cut operation
it: Errore nell'operazione di taglio
sk: Chyba pri operácii umiestnenia výberu do schránky a jeho zmazania z nákresu

source: Result of Fuse Operation
it: Risultato dell'operazione di Unione
sk: Výsledok operácie spojenia

source: Error with fuse operation
it: Errore nell'operazione di unione

source: Result of Common Operation
it: Risultato dell'operazione Comune
sk: Výsledok bežnej operácie

source: Error with common operation
it: Errore nell'operazione di comunione
sk: Chyba pri bežnej operácii

source: Result of Cut Operation
it: Risultato dell'operazione di Taglio
sk: Výsledok operácie vystrihnutia

source: STEP solid
it: Passo solido
sk: Objekt typu STEP

source: STEP import not done!
it: Importazione passo non effettuato
sk: Import objektu typu STEP nebol dokončený

source: IGES shape
it: formato IGES
sk: tvar vo formáte IGES

source: sewed IGES solid
it: Chiudere solido IGES
sk: Vložené teleso typu IGES

source: IGES import not done!
it: Importazione IGES non effettuata
sk: Import objektu typu IGES nebol dokončený

source: BREP solid
it: Solido BREP
sk: Teleso typu STEP

source: opacity
it: opacità
sk: Nepriesvitnosť

source: Number of elements
it: Numero di elementi
sk: Počet častí

source: order
it: Ordine
sk: Poradie

source: solidify
it: Solidifica
sk: +podlož/spevni

source: Split Sketch
it: Converti in Disegno
sk: rozdeľ trajhektórie

source: Convert sketch to face
it: Converti disegno in faccia
sk: Skonvertuj trajektňoriu na plochu

source: Convert sketch to wire
it: Converti disegno in filo
sk: Skonvertuj trajektňoriu na obrys

source: Use negative for smaller and Positive for larger)
it: Usa negativo per rimpicciolire e positivo per ingrandire)
sk: Použite záporné číslo na zmenšenie a kladné na zväčšenie)

source: Enter the distance
it: Inserire la distanza
sk: Vložte vzdialenosť

source: Copy Parallel
it: Copia parallela
sk: Skopíruj rovnobežné objekty

source: Split arcs to little lines
it: Dividi arco in piccole linee
sk: Rozdeľ oblúky na malé úsečky

source: Enter Sketch Mode
it: Modalita' disegno inserito
sk: Zmena režimu na kreslnie výkresov

source: Pad Sketch
it: Riempire disegno
sk: Krivka/nákres s podložkou

source: Input pad depth
it: Inserire profondita di riempimento
sk: Vložte hĺbku podložky

source: Pocket Sketch
it: Disegno tasca
sk: Trajektória modelovania 3D telesa

source: Make To Part
it: Creare un Particolare
sk: Vytvor časť

source: Add To Part
it: Aggiunge al Particolore
sk: Pridaj do časti

source: Failed to convert sketch to wire
it: Errore fatale nel convertire il disegno in filo
sk: Fatálna chyba pri transformácii výkresu na obrys

source: Wire fix failed
it: Correzione filo fallito
sk: Oprava obrysu zlyhala

source: Failed to convert wire to sketch
it: Errore fatale nel convertire il filo in disegno
sk: Chyba pri konverzii obrysu na výkres

source: Failed to fix wire
it: Non riesco e correggere il filo
sk: Oprava obrysu zlyhala

source: Fix Wire
it: Ferma Filo
sk: Oprava obrysu

source: simplify sketch options
it: semplificazione disegni
sk: Zjednoduš nastavenie výkresu

source: max deviation
it: deviazione massima
sk: maximálna odchýlka

source: cleanup tolerance (temporary)
it: tolleranza pulitura (temporanea)
sk: Tolerancia opráv a čistenia výkresu (dočasná)

source: Sort Points
it: Ordina Punti
sk: Usporiadaj body

source: Force closed shape
it: Forza chiusura forma
sk: Vynútiť si použitie uzatvoreného tvaru

source: fix wire options
it: opzione correzione filo
sk: Oprav parametre obrysu

source: reorder
it: Riordina
sk: zmeň poradie

source: fix small
it: Piccola correzione
sk: oprav malé nedostatky

source: fix small precision
it: piccola correzione di precisione
sk: oprav nízku presnosť

source: fix self intersection
it: correzione automatica intersezione
sk: oprav stav, keď krivka pretína sama seba

source: fix lacking
it: manca fissaggio
sk: Oprav nedostaky

source: fix degenerated
it: fissaggio degenerato
sk: Oprav zmeny tvaru

source: modify topology
it: modifica la topologia
sk: Zmeň topológiu

source: modify geometry
it: modifica geomeria
sk: Zmeń geometriu

source: closed wire
it: Filo chiuso
sk: ozatvorený obrys (uzatvorená čiara)

source: preference pcurve
it: preferenze pcurve
sk: Možnosto objektu p-krivky

source: fix gaps by ranges
it: corregge il range della forbice
sk: opra medzery podľa rozsahu

source: Failed to create BSpline curve
it: Creazione curva BSpline fallita
sk: Je nemožné vytvoriť krivku typu B-splajn

source: Replaced
it: Sostituisci
sk: Nardaená/ý/é

source: Save solid file
it: Salva file Solido
sk: Uložiť súbor s opisom telesa

source: Solid Files
it: File Solidi
sk: Súbory s opismi telies

source: Invalid solid file type chosen
it: Tipo di file Solido scelto non valido
sk: Zvolili ste nesprávny typ súboru s opisom telesa

source: Ellipsoid
it: Ellisse
sk: Elipsoid

source: Transform
it: Trasformazione
sk: Transformácia

source: Transform Objects
it: Trasformazione Oggetti
sk: Transformácia objektov

source: Pick objects to move
it: Selezionare oggetto da muovere
sk: Chyťte objekty a pohybujte s nimi

source: Enter number of copies
it: Inserire numero di copie
sk: Vložte počet kópiňi

source: number of copies
it: numero di copie
sk: počet kopií

source: Click position to move from
it: Clicca su un punto per muovere da questo
sk: Klinite na pozíciu, odkiaľ začne pohyb

source: Click position to move to
it: Clicca su un punto per arrivare su questo
sk: Klinite na pozíciu,kde skončí pohyb

source: Pick objects to rotate
it: Selezionare oggetto da ruotare
sk: Označte objet, ktor=ý budete otáčať

source: Pick line for rotation axis
it: Selezionare linea per rotazione assi
sk: Označte, čiaru, ktorá bude považovaná za os otáčania

source: Click centre position to rotate about
it: Clicca su posizione centrale per ruotare intorno ad essa

source: Enter angle to rotate by
it: Inserire angolo di rotazione

source: Pick objects to mirror
it: Selezionare oggetto da rispecchiare
sk: Označte obejkt ma zrkadlenie

source: Pick line to mirror about
it: Selezionare la Linea intorno alla quale rispecchiare il disegno
sk: Označte, čiaru, ktorá bude považovaná za zrkadlo

source: Pick objects to scale
it: Selezionare oggetti da scalare
sk: Označte objekty, ktorým budete meniť veľkosť

source: Click centre position to scale about
it: Clicca posizione centrale per scalare
sk: Kliknite na bod, ktorý bude stredom zväčšenia

source: Enter scale factor
it: Inserire fattore di scala
sk: Zložte pomer zvaäčšenia

source: scale factor
it: fattore di scala
sk: Pomer zväčšenia

source: Drag with the left mouse button
it: Trascinare con il tasto sinistro del mouse
sk: uchopte stlačením ľavého tlačidla myši

source: Stop panning
it: Stop movimento
sk: Sledovanie prerušené

source: Stop rotating
it: Stop di rotazione
sk: rotácia prerušená

source: Forward to zoom in, Back to zoom out
it: Avanti per zoom in. Indietro per zoom out
sk: Vpred zväčší, vzad zmenší pohľad

source: Back to zoom in, Forward to zoom out
it: Indietro per zoom in, avanti per zoom out
sk: Vzad zväčší, vpred zmenší pohľad

source: Hold middle mouse button down to pan
it: Tenere premuto il tasto centrale del mouse fino a Pan
sk: Držte stredn=e tlačidlo stlačené, abz bolo vidieť panorámu

source: Stop zooming
it: Stop zoom
sk: Zmešovanie/zväčšovanie pozastavené

source: Result of Wire Offset
it: Risultato del filo di offset
sk: Výsledok posunutia vlákna

source: Generated
it: Generato
sk: Vygenerované

source: Generated from edge
it: Generato dal bordo
sk: Vygenerované z hrany

source: Modified
it: Modificato
sk: Zmenený/á/é

source: Is Deleted
it: E' cancellato
sk: Zmazané

source: Offset Wire
it: filo di offset
sk: Posunutie vlákna

source: Failed to load resource image from
it: Impossibile caricare la risorsa immagine
sk: Nastavenie obrázku nemožno načítať zo súboru

source: leadoffdz
it: comando_offdz

source: leadofflen
it: comando_offlen

source: leadoffrad
it: comando_offrad

source: retractzheight
it: altezza_sicurezza_z

source: leadoffsamplestep
it: comando_offsamplestep

source: toolcornerrad
it: angolostrumentoradiale

source: stepdown
it: Passo inferiore

source: clearcuspheight
it: Cancella apice altezza

source: boundaryclear
it: cancella limiti

source: boundary_x0
it: limite_x0

source: boundary_x1
it: limite_x1

source: boundary_y0
it: limite_y0

source: boundary_y1
it: limite_y1

source: tolerance
it: tolleranza

source: minimum z
it: z minimo

source: Pack BOM
it: pacchetto BOM

source: Enter width of panel in inches
it: Inserisci la larghezza del pannello in pollici

source: Enter gap in millimeters
it: inserire salto in millimetri

source: gap
it: Salto

source: Chamfer Width
it: Altezza Smussantura

source: Left
it: Sinistra
sk: Vľavo

source: Right
it: Destra
sk: Vpravo

source: Outside
it: Esterno

source: Inside
it: Interno

source: Outside or Left
it: Esterno o Sinistra

source: Inside or Right
it: Interno o destra

source: On
it: Sul perimetro

source: tool on side
it: Posizione strumento di taglio

source: Failed to create contours around
it: Creazione fallita attorno i contorni

source: sketches
it: disegni

source: Contour spline deviation
it: Deviazione Spline Profilo

source: diameter
it: diametro
sk: priemer

source: Respect existing order
it: Rispetta ordine esistente

source: sort_locations
it: Ordina_luoghi

source: Error: Tool diameter (
it: Errore: Diametro utensile (

source: >= hole diameter (
it: >= diametro foro (

source: in counter bore operation.
it: in operazione di forarura

source: Skipping this counter bore operation (ID=
it: Saltare questa operazione di foratura (ID =

source: Warning: Counter bore refers to a tool
it: Attenzione: la foratura si riferisce ad un utensile da taglio

source: that can't be found in the model.
it: che non può essere trovato nel modello.

source: Warning: Counter bore operations MUST refer to a tool.
it: Attenzione: L' operazione di foratura deve fare riferimento a un utensile da taglio.

source: Select tap size
it: Selezionare misura filettatura

source: Standard Tap Sizes
it: Misura filettatura Standard

source: Leave manually assigned title
it: Assegnazione manuale titolo

source: Automatically generate title
it: Genera automaticamente il titolo

source: Automatic Title
it: Titolo Automatico

source: Material
it: Materiale

source: Type
it: tipo

source: max_advance_per_revolution
it: avanzamento_massimo_per_giro

source: front_angle
it: angolo_frontale

source: tool_angle
it: Strumenti_angoli

source: back_angle
it: angolo posteriore

source: (0) Unused
it: (0) non ancora usato

source: (1) Turning/Back Facing
it: (1) Tornitura Posteriore

source: (2) Turning/Facing
it: (2) Tornitura Frontale

source: (3) Boring/Facing
it: (2) Perforazione Frontale

source: (4) Boring/Back Facing
it: (4) Perforazione posteriore

source: (5) Back Facing
it: (5) Spianamento posteriore

source: (6) Turning
it: (6) Tornitura

source: (7) Facing
it: (7)Spianamento

source: (8) Boring
it: (8) Perforazione

source: (9) Centre
it: (9) Centro

source: tool_length_offset
it: tool_compensazione_lunghezza

source: flat_radius
it: raggio_a_zero

source: corner_radius
it: raggio_angolare

source: cutting_edge_angle
it: bordo_angolo_di_taglio

source: cutting_edge_height
it: Bordo_lama_di_taglio

source: gradient
it: gradiente

source: Probe offset X
it: offset X sonda tastatrice

source: Probe offset Y
it: offset Y sonda tastatrice

source: extrusion_material
it: materiale d'estrusione

source: feedrate
it: avanzamento

source: layer_height
it: spessore strato

source: temperature
it: temperatura

source: filament_diameter
it: diametro_filamento

source: right hand
it: destrosa

source: left hand
it: sinistrosa

source: Tap direction
it: Direzione Filettatura

source: pitch
it: passo filetto

source: Select size
it: Seleziona Misura

source: Metric
it: Metrico

source: British Standard Whitworth
it: Standard Britannico Noto

source: Select TAP from standard sizes
it: Selezionare una filettatura standard

source: tool_number
it: Utensile_numero

source: Carbide
it: Carburo

source: Drill Bit
it: punta dritta

source: Centre Drill Bit
it: punta dritta centro ridotto

source: End Mill
it: punta piatta

source: Slot Cutter
it: punta per incavi

source: Ball End Mill
it: punta a palla

source: Chamfering Bit
it: punta smussante

source: Turning Tool
it: Utensili di tornitura

source: Touch Probe
it: Sonda tastatrice

source: Extrusion
it: Estrusione

source: Tool Length Switch
it: Utensile cambio altezza

source: Tap Tool
it: Utensile per filettatura

source: , left hand
it: , mano sinistra

source: Import probe calibration data
it: Importa i dati di calibrazione della sonda

source: The TAP tool's diameter and pitch don't match any of the standard sizes
it: Il diametro e il passo della filiera non corrispondono a nessuna delle misure standard

source: ABS Plastic
it: ABS Plastica

source: PLA Plastic
it: PLA Plastica

source: HDPE Plastic
it: HDPE Plastica

source: Other
it: Altro

source: Extrusion Material
it: Materiale Estruso

source: Feed Rate
it: Avanzamento

source: Layer Height
it: Altezza Strato

source: Width Over Thickness ratio
it: Rapporto Larghezza su Spessore

source: Temperature
it: Temperatura

source: Flow Rate
it: Portata

source: Filament Diameter
it: Diametro Filamento

source: Title
it: Titolo

source: Visible
it: Visibile

source: Pitch
it: beccheggio

source: Automatically Generate Title
it: Genera il titolo automaticamente

source: Title Type
it: Tipo Titolo

source: High Speed Steel
it: Acciaio rapido

source: Carbide
it: Carburo

source: Tool Material
it: Materiale utensile

source: Tap Tool
it: Utensile per Filettare

source: Tool Type
it: Tipo di utensile

source: Max advance per revolution
it: Avanzamento massimo per giro

source: Diameter
it: Diametro

source: Tool length offset
it: offset lunghezza utensile

source: Flat radius
it: Raggio estremita'

source: Corner radius
it: Angolazione raggio

source: Cutting edge angle
it: Angolo lama di taglio

source: Cutting edge height
it: Altezza lama di taglio

source: X Offset
it: Offset X

source: Front Angle
it: Angolo Frontale

source: Tool Angle
it: Angolo Utensile

source: Back Angle
it: Angolo Posteriore

source: Orientation
it: Orientamento

source: Probe Offset X
it: Offset X Sonda Tastatrice

source: Probe Offset Y
it: Offset Y Sonda Tastatrice

source: Brinell hardness of raw material
it: durezza Brinell del materiale

source: Maximum Material Removal Rate (mm^3/min)
it: rapporto di rimozione Massimo del materiale (mm^3/min)

source: Maximum Material Removal Rate (inches^3/min)
it: rapporto di rimozione Massimo del materiale (inches^3/min)

source: Absolute
it: Assoluto

source: Incremental
it: Incrementale

source: ABS/INCR mode
it: modalita' ABS/INCR

source: clearance height
it: Spazio libero in altezza

source: rapid down to height
it: rapido fino all'altezza

source: start depth
it: altezza Z iniziale

source: final depth
it: altezza Z finale

source: step down
it: Passo Z

source: WARNING
it: ATTENZIONE

source: Depth Operation
it: Operazioni profondita'

source: does not have a tool assigned
it: Non e' stato assegnato alcun utensile

source: It can not produce GCode without a tool assignment
it: Non si puo' produrre GCode senza assegnare un utensile da taglio

source: is set to cut deeper than the assigned tool will allow
it: L' impostazione tagliara' piu' in profondita' rispetto quanto permette la punta assegnata

source: has poor start and final depths
it: Profondita' iniziale e finale insufficiente

source: Can't change this setting automatically
it: Non e' possibile modificare questa impostazione automaticamente

source: Clearance height is below start depth
it: Non posso modificare questa impostazione automaticamente

source: Raising clearance height up to start depth (+5 mm)
it: Alzare l'altezza di sicurezza (5 millimetri)

source: The step-down value for pocket (id=
it: Valore Step-down per la tasca (id=

source: ) must be positive
it: ) Deve essere positivo

source: standoff
it: altezza inizio foratura

source: dwell
it: soffermarsi

source: depth
it: Profondita'
sk: hĺbka

source: peck_depth
it: escursione_profondita' (0-3)

source: sort_drilling_locations
it: ordina_i_luoghi_di_perforazione

source: Chamfering bit for drilling op
it: Punta per smussatura per operrazione di foratura

source: is too big for previously drilled hole
it: il foro in precedenza esercitato e' troppo grande

source: is too small for previously drilled hole
it: foro in precedenza esercitato e' troppo piccolo

source: Adjusting depth of drill cycle
it: Regolazione profondita' ciclo di perforazione

source: from
it: a partire

source: to
it: a

source: Drilling
it: Foratura

source: Can't drill hole
it: Non e' possibile praticare il foro

source: allow dummy tool definitions
it: Permetti defizione utensile fittizio

source: YZ plane (around X) rotation
it: piano YZ ruotato ad X

source: XZ plane (around Y) rotation
it: piano XZ ruotato ad Y

source: XY plane (around Z) rotation
it: piano XY ruotato intorno Z

source: Pivot Point
it: Punto Pivot

source: Safety Height Defined
it: Altezza di Sicurezza Definita

source: Safety Height (in G53 - Machine - coordinates)
it: Altezza di sicurezza (coordinate Macchina in G53)

source: rotated
it: ruotare

source: degrees in YZ plane
it: gradi nel piano YZ

source: degrees in XZ plane
it: gradi in piano XZ

source: degrees in XY plane
it: gradi in piano XY

source: Changing name to
it: Modifica nome in

source: Import probe data
it: Importare i dati della sonda

source: Export
it: Esporta

source: You must select some sketches, first!
it: E' necessario selezionare almeno un disegno, prima!

source: There are no solids!
it: Non ci sono solidi

source: You must select some sketches first!
it: E' necessario selezionare almeno un disegno, prima!

source: You must select some points, circles or other intersecting elements first!
it: E' necessario selezionare alcuni punti, cerchi o altri elementi che si intersecano prima

source: You may only select a single tool for each drilling operation.!
it: Puoi selezionare un unico strumento da taglio per ogni operazione di foratura!.

source: You may only select a single tool for each tapping operation.!
it: Puoi selezionare solo un unico strumento di taglio per ogni operazione di foratura.!

source: You may only select a single tool for each chamfer operation.!
it: Puoi selezionare un unico strumento da taglio per ogni operazione di smussatura.!

source: NC files
it: File NC

source: Open NC file
it: Apri file NC

source: BOM files
it: file BOM

source: Open BOM file
it: Apri file BOM

source: Save NC file
it: Salva file NC

source: Couldn't open file
it: Impossibile aprire il file

source: New Drill...
it: Nuova Punta...

source: New Centre Drill...
it: Nuova Punta con riduzione centrale...

source: New End Mill...
it: Nuova Punta piatta...

source: New Slot Drill...
it: Nuova Punta da incavo...

source: New Ball End Mill...
it: Nuova fresa a palla...

source: New Chamfer Mill...
it: Nuova fresa per smussatura...

source: New Turning Tool...
it: Nuovo Utensile di Tornitura...

source: New Touch Probe...
it: Nuova Sonda tastatrice...

source: New Extrusion...
it: Nuova Estrusione...

source: New Tool Length Switch...
it: Nuovo Utensile cambio altezza...

source: New Tap Tool...
it: Nuovo utensile di filettatura...

source: Milling operations
it: Operazione di Foratura...

source: Profile
it: Profilo

source: New Profile Operation...
it: Nuova Operazione di Profilatura...
