Repository: Heeks/heekscad
Catalog: translations/*/HeeksCAD.po
Languages: it, sk

source: Pocket
it: Tasca
sk: Vyfrézovanie tvaru

source: New Pocket Operation...
it: Nuova Operazione di Tasca...

source: Adaptive
it: Adattamento

source: New Special Adaptive Roughing Operation...
it: Nuova Operazione di Sgossatura di Adattamento...

source: Drill
it: Forare

source: New Drill Cycle Operation...
it: Nuova Operazione Ciclo di Foratura...

source: CounterBore
it: Svasatura

source: New CounterBore Cycle Operation...
it: Nuovo Operazione Ciclo Svasatura...

source: Contour
it: Sagomatura

source: New Contour Operation...
it: Nuova Operazione di Profilatura...

source: Inlay
it: Intarsio

source: New Inlay Operation...
it: Nuova Operazione di Intarsio...

source: New Chamfer Operation...
it: Nuova Operazione di Svasatura...

source: Tap
it: Filettatura

source: New Tapping Operation...
it: Nuova operazione di Filettatura...

source: 3D Milling operations
it: Operazione di Foratura 3D...

source: New ZigZag Operation...
it: Nuova Operazione di ZigZag...

source: Waterline
it: Livellamento

source: New Waterline Operation...
it: Nuova Operazione di Livellamento

source: Attach
it: Collegamento

source: New Attach Operation...
it: Nuova Operazione di Collegamento...

source: Unattach
it: Scollegamento

source: New Unattach Operation...
it: Nuova Operazione di Scollegamento...

source: Additive operations
it: Aggiungi operazione

source: Raft
it: Zattera

source: New Raft Operation...
it: Nuova Operazione di tasca o zattera...

source: Other operations
it: Altra operazione

source: Locating
it: Localizzazione

source: New Locating Operation...
it: Nuova operazione di localizzazione...

source: Probing
it: Esplorazione

source: New Probe Centre Operation...
it: Nuova operazione Sonda centrale...

source: New Probe Edge Operation...
it: Nuova operazione Sonda bordi...

source: New Probe Grid Operation...
it: Nuova operazione Sonda Bordi

source: New Script Operation...
it: Nuovo Script per Operazione...

source: Tool
it: Utensile

source: New Tool Definition...
it: Nuova definizione Utensile...

source: Fixture
it: Apparecchiatura

source: New Fixture...
it: Nuova apparecchiatura...

source: Design Rules
it: Test Regole Disegno

source: Design Rules Check
it: Test Regole Disegno

source: Design Rules Check...
it: Test Regole Disegno...

source: Design Rules Adjustment
it: Regole di adeguamento Disegno

source: Design Rules Adjustment...
it: Regole di adeguamento Disegno...

source: Speeds
it: Velocita'

source: Speed Reference
it: Referenze Velocita'

source: Add Speed Reference...
it: Aggiungi referenza velocita'...

source: Cutting Rate
it: Porzione di taglio

source: Add Cutting Rate Reference...
it: Aggiungi referenza porzione taglio...

source: Post Processing
it: postproccessore

source: PostProcess
it: postproccessore

source: Post-Process
it: Postprocessore

source: Make Python Script
it: Crea Script Python

source: Run Python Script
it: Avvia Script Python

source: OpenNC
it: Apri NC

source: Open NC File
it: Apri file NC

source: SaveNC
it: Salve NC

source: Save NC File
it: Salva file NC

source: Cancel Python Script
it: Cancella Script Python

source: Excellon drill file interpretation
it: Interpretazione file di foratura Excellon

source: Produce drill pattern as described
it: Produce fori come modello descritto

source: Produce mirrored drill pattern
it: Produce modello di fori rispecchiati

source: Would you like to change the NC code generation units too?
it: Volete anche modificare le unita di generazione codice NC?

source: Change Units
it: Cambia Unita'

source: HeeksCNC is the free machining add-on to HeeksCAD
it: HeeksCNC e' un plugin libero per la lavorazione aggiungibile ad HeeksCAD

source: Written by Dan Heeks, Hirutso Enni, Perttu Ahola, David Nicholls
it: Scritto da Dan Heeks, Hirutso Enni, Perttu Ahola, David Nicholls

source: With help from archivist, crotchet1, DanielFalck, fenn, Sliptonic
it: Con l'aiuto degli archivisti, crotchet1, DanielFalck, fenn, Sliptonic

source: geometry code, donated by Geoff Hawkesford, Camtek GmbH http://www.peps.de/
it: Codice della geomtria donato da Geoff Hawkesford, Camtek GmbH http://www.peps.de/

source: pocketing code from http://code.google.com/p/libarea/ , derived from the kbool library written by Klaas Holwerda http://boolean.klaasholwerda.nl/bool.html
it: Codice tasca da http://code.google.com/p/libarea/ , derived from the kbool library written by Klaas Holwerda http://boolean.klaasholwerda.nl/bool.html

source: Zig zag code from opencamlib http://code.google.com/p/opencamlib/
it: Codice Zig zag da opencamlib http://code.google.com/p/opencamlib/

source: Adaptive Roughing code from http://code.google.com/p/libactp/, using code written in 2004
it: Codice di sgrossatura addattiva da http://code.google.com/p/libactp/, usando codice scritto nel 2004

source: For a more modern version of adaptive roughing, see Julian Todd and Martin Dunschen of http://www.freesteel.co.uk/
it: Per una versione più moderna di sgrossatura adattiva, vedere Julian Todd e Martin Dunschen di http://www.freesteel.co.uk/

source: This HeeksCNC software installation is restricted by the GPL license http://www.gnu.org/licenses/gpl-3.0.txt
it: Il software HeeksCNC è' limitato dalla licenza GPL http://www.gnu.org/licenses/gpl-3.0.txt

source: which means it is free and open source, and must stay that way
it: il che significa che è gratuito e open source, e deve rimanere così

source: Profile Operation...
it: Operazione di Profilatura...

source: Pocket Operation...
it: Operazione di Tasca...

source: Adaptive Roughing Operation...
it: Operazione di Sgrossatura di addattamento...

source: Drilling Operation...
it: Operazione di Foratura...

source: CounterBore Operation...
it: Operazione Contafori...

source: Chamfer Operation...
it: Operazione di Svasatura...

source: Contour Operation...
it: Operazione di Profilatura...

source: Inlay Operation...
it: Operazione di Intarsio...

source: Tapping Operation...
it: Operazione di Filettatura...

source: ZigZag Operation...
it: Operazione di ZigZag...

source: Waterline Operation...
it: Nuova Operazione di Livellamento

source: Attach Operation...
it: Operazione Collegata

source: Unattach Operation...
it: Operazione Scollegata

source: Raft Operation...
it: Nuova Operazione di tasca o zattera...

source: Rough Turning Operation...
it: Operazione di Sgrossatura al tornio...

source: Script Operation...
it: Operazione Script...

source: Speed Reference...
it: Referenze Velocita'...

source: Cutting Rate Reference...
it: Riferimento porzione taglio...

source: Locating Operation...
it: Operazione di localizzazione...

source: Probe Centre Operation...
it: Operazione Sonda centrale...

source: Probe Edge Operation...
it: Operazione Sonda Bordi...

source: Probe Grid Operation...
it: Operazione Sonda Griglia

source: Any sized tap...
it: Filetto di qualsiasi misura

source: Pick from Metric standard sizes
it: Seleziona misura Filetto da Standard Metrico

source: Pick from Unified Threading Standard (UNC, UNF or UNEF)
it: Selezione Filettodallo standard Unificato (UNC, UNF o UNEF)

source: Pick from British Standard Whitworth standard sizes
it: Seleziona Filetto con valore determinato dallo Standard Britannico

source: Drill...
it: Punta...

source: Centre Drill...
it: Punta con riduzione centrale...

source: End Mill...
it: Punta piatta...

source: Slot Drill...
it: Punta da incavo...

source: Ball End Mill...
it: Punta a palla

source: Chamfer Mill...
it: Fresa per smussatura...

source: Turning Tool...
it: Utensile di tornitura...

source: Touch Probe...
it: Sonda tastatrice...

source: Tool Length Switch...
it: Utensile cambio altezza...

source: Extrusion...
it: Estrusore...

source: Tap Tool...
it: Utensile per filettatura...

source: Add New Milling Operation
it: Nuova Operazione di Fresatura

source: Add New 3D Operation
it: Nuova Operazione 3D

source: Add New Additive Operation
it: Nuova Operazione Addizionale

source: Add Other Operation
it: Aggiungi Altre Operazioni

source: Add New Tool
it: Aggiungi Nuovo Utensile

source: Fixtures
it: Apparecchiatura

source: Open BOM File
it: Apri file BOM

source: Machining
it: Macchina

source: machining options
it: lavorazione

source: Excellon options
it: Excellon

source: Program
it: Programma

source: NCCodeBlock
it: Blocco NCCode

source: Operations
it: Operazioni

source: Tools
it: Utensili

source: TurnRough
it: Gira bruscamente

source: SpeedReference
it: Referenza velocita'

source: SpeedReferences
it: Referenze velocita'

source: CuttingRate
it: Velocita' di taglio

source: ProbeCentre
it: Sonda nel centro

source: ProbeEdge
it: Sonda nel bordo

source: ProbeGrid
it: Sonda la griglia

source: Tags
it: Etichette

source: Tag
it: Etichetta

source: AttachOp
it: OpCollegata

source: UnattachOp
it: OpScollegata

source: Tapping
it: Filettare

source: Border Width
it: Larghezza Bordo (Maschio)

source: Clearance Tool
it: Utensile pulitore

source: Female half
it: Meta' femmina

source: Male half
it: Metà maschio

source: Both halves
it: Entrambe le metà

source: GCode generation
it: generazione GCode

source: X Axis
it: Asse X

source: Y Axis
it: Asse Y

source: Mirror Axis
it: Riflessione Asse

source: Male Op Fixture
it: Apparecchiatura per maschiatura

source: Min Cornering Angle (degrees)
it: Minimo Angolo di Curvatura (gradi)

source: sharpen corner
it: fuoco angolo

source: Form mountains
it: Modulo delrilievo

source: Form mountain walls
it: Modulo parete del rilievo

source: Inlay spline deviation
it: Deviazione Spline Intarsio

source: Moving to a safety height common to both
it: movimento di sicurezza ad altezza comune

source: and
it: e

source: Move above touch-off point for
it: Parteza sostata sopra il punto di non tocco

source: nc options
it: file nc

source: text colors
it: colore testo

source: default color
it: colore di default

source: block color
it: colore blocco

source: misc color
it: colori misc

source: program color
it: colori programma

source: tool color
it: colore atrezzo fresa

source: comment color
it: colore commento

source: variable color
it: colore variabili

source: prep color
it: colore prep

source: axis color
it: colore asse

source: rapid color
it: colore rapidi

source: feed color
it: colore avanzamento

source: Arc Interpolation Count
it: Considera Interpolazione Archi

source: Apply NC Code to solids. NOTE: This is not ready yet.
it: Applica codice NC al solido .Nota: Questo non e' ancora pronto.

source: comment
it: Commento

source: active
it: Attivo

source: execution_order
it: ordine di esecuzione

source: tool
it: utensile

source: Add Fixture
it: Aggiungere Apparecchiatura

source: Set All Operations Active
it: Imposta tutte le operazioni Attive

source: Set All Operations Inactive
it: Imposta tutte le operazioni Inattive

source: step over
it: passo orizzontale percorso

source: material allowance
it: distanza percorso utensile dal bordo

source: round corner factor
it: Fattore di arrotondamento angolo

source: for 90 degree corners
it: per angoli di 90 gradi

source: 1.5 for square, 1.0 for round
it: 1,5 per quadrati, 1,0 per rotondi

source: Boundary
it: Limite

source: Center
it: Centro

source: starting_place
it: posizione_iniziale

source: keep tool down
it: mantieni utensile abbassato

source: use zig zag
it: usa zig zag

source: zig angle
it: angolo zig zag

source: Pocket operation - Sketch doesn't exist
it: Operazione Tasche-Il profilo non esiste-%d

source: Pocket operation - Sketch must be a closed shape - sketch %d
it: Operazione Tasche -Il disegno deve avere una forma chiusa -% disegno d

source: Pocket operation - Badly ordered sketch - sketch %d
it: Operazione Tasche - Il profilo non e' ordinato - disegno %d

source: No valid sketches upon which to act for pocket operations
it: Disegni su cui eseguire operazioni di tasca non validi

source: Adjusting depth of pocket
it: Regolazione profondita' di tasca

source: due to cutting edge length of selected tool
it: a causa della lunghezza del bordo di taglio dello strumento selezionato

source: The step-over distance for pocket (id=
it: Il passo sulla distanza di tasca (id=

source: ) is larger than the tool's diameter
it: ) è più grande del diametro dell'utensili

source: Pocket spline deviation
it: Deviazione Spline Intarsio

source: horizontal feedrate
it: avanzamento orizzontale

source: vertical feedrate
it: avanzamento verticale

source: spindle speed
it: Velocita' elettromandrino

source: title
it: titolo

source: sketches
it: disegni

source: boundary
it: limite

source: center
it: centrale

source: starting place
it: luogo di partenza

source: zig zag angle
it: angolo zig zag

source: absolute
it: assoluto

source: incremental
it: incrementale

source: absolute mode
it: modalita' assoluta

source: rapid safety space
it: spazio di sicurezza ra

source: This program assumes that the machine operator has jogged
it: Il programma presuppone che l'operazione abbia toccato lentamente

source: the machine to approximatedly the correct location
it: la macchina per approximatedly posizione corretta

source: immediately above the protrusion we are finding the centre of.
it: immediatamente sopra la sporgenza cerco il centro.

source: This program then jogs out and down in two opposite directions
it: Questo programma tocca lentamene fuori e sotto in due direzioni opposte

source: before probing back towards the centre point looking for the
it: prima di sondare verso il centro cerca indietro

source: protrusion.
it: protrusione

source: Move back to the intersection points
it: Ritornare ai punti di intersezione

source: NOTE: We set the temporary origin because it was in effect when the values in these variables were established
it: NOTA: impostare l'origine temporanea, perché erano in vigore quando i valori di queste variabili sono state stabilite

source: immediately above the hole we are finding the centre of.
it: immediatamente sopra il foro, possiamo trovare il centro.

source: This program then jogs down and probes out in two opposite directions
it: Questo programma urta lentamente e sonda in due direzioni opposte

source: looking for the workpiece
it: alla ricerca del pezzo in lavorazione

source: Depth
it: Profondita'

source: Two
it: Due

source: Four
it: Quattro

source: Number of points
it: Numero di punti

source: Direction
it: Direzione

source: Alignment
it: Allineamento

source: Num points along X
it: Num punti lungo X

source: Num points along Y
it: Num punti lungo Y

source: Point Cloud
it: Punto offuscato

source: Fixture Measurement
it: Apparecchio di misura

source: Retract
it: tirare indietro

source: Check Levels
it: Controlla i livelli

source: One
it: Uno

source: Number of edges
it: Numero di lati

source: Corner Coordinate
it: coordinate angolari

source: Final Coordinate
it: Coordinate finali

source: Generate GCode
it: Genera GCode

source: Probe
it: Sonda

source: edge
it: bordo

source: corner
it: angolo

source: Probe protrusion along
it: Protrusione sonda eccessiva

source: Probe hole along
it: Sonda lungo i fori

source: Probe protrusion
it: Sonda protrusione

source: Probe hole
it: Sonda fori

source: Probe Fixture Tilt
it: Apparecchiatura Sonda in Tilt

source: grid
it: griglia

source: Conventional
it: Antiorario

source: Climb
it: Orario

source: cut mode
it: Modalita' taglio

source: auto roll on
it: Autorotazione on

source: roll on point
it: Rotazione sul punto

source: auto roll off
it: Autorotazione off

source: roll off point
it: Rotazione esterna al punto

source: roll radius
it: Rotazione raggio

source: use start point
it: Usa punto iniziale

source: start point
it: Punto iniziale

source: use end point
it: Usa punto finale

source: end point
it: Punto finale

source: sort_sketches
it: disegno_tipo

source: finishing feed rate
it: avanzamento di finitura

source: finish cut mode
it: modalita' fine taglio

source: Pick Start
it: Scelta Partenza

source: Pick new start point
it: Scelta nuovo punto iniziale

source: Pick End
it: Scegli Arrivo

source: Pick new end point
it: Scegli nuovo punto dii arrivo

source: Pick roll on point
it: Scegli il punto su cui girarci

source: Pick roll off point
it: Scegli un punto da evitare

source: Add Tag
it: Aggiungi etichetta

source: Invalid reference to sketch
it: riferimento invalido al disegno

source: in profile operations
it: nelle operazioni di profilo

source: No valid sketches upon which to act for profile operations
it: schizzi su cui agire per le operazioni di profilo non validi

source: Adjusting depth of profile
it: Regolazione profondita' del profilo

source: Profile spline deviation
it: Deviazione Spline Profilo

source: Would you like to change the HeeksCAD view units too?
it: Vuoi cambiare anche la vista HeeksCAD?

source: machine
it: Macchina

source: output file name follows data file name
it: al nome del file di output segue il nome del file di dati

source: output file
it: file di output

source: units for nc output
it: unita' d'uscita per i file nc

source: Maximum Spindle Speed (RPM)
it: Massima Velocita' di rotazione (RPM)

source: The Python program is too long
it: Il programma Python e' troppo lungo

source: to display in this window.
it: per visualizzarlo in questa finestra.

source: Please edit the python program directly at
it: Si prega di modificare il programma python direttamente a

source: baselayers
it: strato base

source: interfacelayers
it: strato interfacciale

source: Base Layer Extrusion
it: Estrusione base

source: Raft operation - Sketch doesn't exist
it: Operazione Zattera - Il profilo non esiste-%d

source: Raft operation - Sketch must be a closed shape - sketch %d
it: Operazione Zattera - Il disegno deve avere una forma chiusa -% disegno d

source: Raft operation - Badly ordered sketch - sketch %d
it: Operazione Zattera - Il profilo non e' ordinato - disegno %d

source: No valid sketches upon which to act for raft operations
it: Disegni non validi per le operazioni di Zattera

source: Adjusting depth of raft
it: Regolazione profondita' della zattera

source: The step-over distance for raft (id=
it: Distanza passo della zattera (id=

source: Raw Material
it: Materiale grezzo

source: Brinell Hardness of raw material
it: Durezza del materiale (numero di Brinell)

source: Select Sketches
it: Seleziona Disegni

source: Select cancelled. No sketches were selected!
it: Selezione annullata. Nessun disegno e' stato selezionato!

source: Select Solids
it: Seleziona solidi

source: Select cancelled. No solids were selected!
it: Selezione annullata. Nessun solido e' stato selezionato

source: solids
it: solidi

source: None
it: Nessuno

source: solid id
it: id solido

source: sketch id
it: id disegno

source: horizontal feed rate
it: avanzamento orizzontale

source: vertical feed rate
it: di avanzamento verticale

source: auto set speeds for new operation
it: Auto Impostare la velocita' per nuova operazione

source: Reset Feeds and Speeds
it: Reset Alimentazione e Velocita'

source: Surface Speed (m/min)
it: Velocita' di superficie (m/min)

source: Surface Speed (ft/min)
it: Velocita' di superficie (ft/min)

source: Raw Material Name
it: Nome materiale grezzo

source: Estimate when possible
it: Ignora errori se e quando possibile

source: Use default values
it: Utilizzare i valori di default

source: Feeds and Speeds
it: Alimentazione e Velocita'

source: Pick position
it: Scelta posizione

source: rigid tapping
it: Filettatura rigida

source: chuck tapping
it: Filetta dolcemente

source: tap_mode
it: Modalita'_filettatura

source: sort_tapping_locations
it: ordina_posizioni_di_filettatura

source: The tapping operation has not selected a tapping tool to use
it: L'operazione di Filettatura richiede di selezionare un utensile per lo scopo.

source: Left-hand tapping needs a counterclockwise spindle rotation (negative spindle_speed)
it: Filettatura sinistrorsa richiede la rotazione dell'elettroutensile in senso antiorario (velocita' positiva)

source: Adjusting spindle rotation to counterclockwise.
it: Impostare la rotazione dell'elettroutensile in senso antiorario.

source: right-hand tapping needs clockwise spindle rotation (positive spindle_speed)
it: Filettatura destrorsa richiede la rotazione dell'elettroutensile in senso orario (velocita' positiva)

source: Adjusting spindle rotation to clockwise.
it: Imposta rotazione mandrino in orario.

source: Adjusting depth of tapping cycle
it: Regolazione profondita' di filettatura

source: Can't tap hole
it: Non e' possibile filettare il foro

source: Guage number replaces size
it: numero Gauge sostituisce dimensione

source: Include guage number and size
it: Includi numero di calibro e le dimensioni

source: Title Format
it: Formato titolo

source: minimum x
it: x minimo

source: maximum x
it: x massimo

source: minimum y
it: y minimo

source: maximum y
it: y massimo

source: Reset Boundary
it: Reset limite

source: one way
it: sola andata

source: back and forth
it: andata e ritorno

source: style
it: stile

source: Accept value and continue
it: Accetta il valore e continua
sk: Príjmi hodnotu a pokračuj

source: Cancel operation
it: Cancella operazione
sk: zruš operáciu

source: object type
it: Tipo oggetto
sk: typ objektu

source: object title
it: titolo oggetto
sk: Meno objektu

source: color
it: colore
sk: Farba

source: visible
it: visibile
sk: viditeľný

source: Make To Sketch
it: Converti in disegno
sk: Vytvor trajektóriu

source: Make selected lines and arcs into a new sketch
it: Converti le linee e/o archi selezionati, in un nuovo disegno
sk: Vytvor novú trajektóriu z vybranňých úsečiek a oblúkov

source: Make selected edges into a new sketch
it: Converti i bordi selezionati, in un nuovo disegno
sk: Vytvor novú trajektóriu z vybranných hrán

source: Combine sketches
it: Combina disegni
sk: Spoj trajektórie

source: Combine selected sketches
it: Combina disegni selezionati
sk: Spoj vybrané trajektórie

source: Unite sketches
it: Unisci disegni
sk: Zjednoť trajektórie

source: Unite selected sketches
it: Unisci disegni selezionati
sk: Spoj vybrané trajektórie

source: Group selected items
it: Raggrappa selezionati
sk: Spoj vybrané položky do skupiny

source: Ungroup
it: Separa
sk: Rozdeľ skupinu na časti

source: Ungroup selected items
it: Separa selezionati
sk: Oddeľ vybrané čadsi zo skupinu

source: Dimension drawing
it: Dimensione disegno
sk: kreslenie rozmerov

source: Drawing
it: Disegno
sk: Kreslenie

source: Infinite Line
it: Linea Infinita
sk: priamka

source: Magnifying by dragging a window
it: Ingrandimento per trascinamento finestra
sk: Zväčši uchytením okna

source: Point drawing
it: Punto di disegno
sk: Krelsnenie bodu

source: Dragging a window or picking a point
it: Trascinamento di una finestra o selezionando un punto
sk: Uchytením okna, alebo označením bodu

source: Faces
it: Facce
sk: Plochy

source: Edges
it: Bordi
sk: Hrany

source: Vertices
it: Vertici
sk: Vrcholy

source: Simplify Sketch to Lines
it: Semplificare Disegno in Linea
sk: Zjednoduš výkres na čiary

source: Simplify Sketch to BSplines
it: Semplificare Disegno in BSplines
sk: Zjednoduš výkres na B-splajny

source: Save Solids
it: Salva Solido
sk: Uložte telesá

source: STL Solid
it: Solido STL
sk: teleso typu STL

source: View Pan
it: Vista ruotata
sk: Panoramtický pohľad

source: View Rotate
it: Vista ruotata
sk: Otočenie pohľadu

source: View Zoom
it: Vista Zoom
sk: Zväačenie pohľadu/Lupa

source: Dragging a window
it: Trascinamento di una finestra
sk: Uchztením okna

source: Plunge
it: Affondare

source: Ramp
it: Rampa

source: Tapping Tool
it: Utensili per filettare

source: Rapid
it: Rapido

source: Probe
it: Sonda

source: End Of Data
it: Fine dei Dati

source: Bottom Left
it: Inferiore sinistro

source: Bottom Right
it: Inferiore destro

source: Top Left
it: Superiore sinistro

source: Top Right
it: Superiore destro

source: Bottom
it: Inferiore
sk: Dole
