Repository: Heeks/HeeksCAD
Catalog: translations/*/HeeksCAD.po
Languages: es

source: Stock
es: Material

source: Tools
es: Herramientas

source: drill
es: taladro

source: Drill...
es: Perforar...

source: Centre Drill...
es: Fresa de centrar...

source: endmill
es: fresa frontal

source: End Mill...
es: Fresa Frontal...

source: ballmill
es: fresa esferica

source: Ball End Mill...
es: Fresa Esférica...

source: Chamfer Mill...
es: Fresa Para Biselado...

source: Post Processing
es: Post Procesamiento

source: PostProcess
es: postproceso

source: Post-Process
es: Post-Proceso

source: Run Python Script
es: Ejecutar un guión Python

source: Open NC File
es: Abrir Archivo NC

source: Save NC File
es: Guardar el Archivo NC

source: Send to Machine
es: Enviar a la Máquina

source: Cancel Python Script
es: Cancelar Script en Python

source: Simulate
es: Simular

source: Excellon drill file interpretation
es: interpretación archivo de perforación Excellon

source: Produce drill pattern as described
es: Producir patrón de perforación como se describe

source: Produce mirrored drill pattern
es: Producir el patrón de perforación en espejo

source: Would you like to change the NC code generation units too?
es: Le gustaría cambiar las unidades de generación de código nc también?

source: Change Units
es: Cambiar Unidades

source: New Profile Operation
es: Nueva Operación de Perfil

source: New Pocket Operation
es: Nueva Operación de Bolsillo

source: New Drilling Operation
es: Nueva Operación de Perforación

source: HeeksCNC is the free machining add-on to HeeksCAD
es: HeeksCNC es el el agregado de mecanizado para HeeksCAD

source: Written by Dan Heeks, Hirutso Enni, Perttu Ahola, David Nicholls
es: Escrito por Dan Heeks, Hirutso Enni, Perttu Ahola, David Nicholls

source: With help from archivist, crotchet1, DanielFalck, fenn, Sliptonic
es: Con la ayuda de archivist, crotchet1, DanielFalck, fenn, Sliptonic

source: geometry code, donated by Geoff Hawkesford, Camtek GmbH http://www.peps.de/
es: el código de geometría, donado por Geoff Hawkesford, Camtek GmbH http://www.peps.de/

source: pocketing code from http://code.google.com/p/libarea/ , derived from the kbool library written by Klaas Holwerda http://boolean.klaasholwerda.nl/bool.html
es: el código de pocketing tomado de http://code.google.com/p/libarea/, derivado de al biblioteca kbool escrita por Klaas Holwerda http://boolean.klaasholwerda.nl/bool.html

source: Zig zag code from opencamlib http://code.google.com/p/opencamlib/
es: el código zig zag tomado de opencamlib http://code.google.com/p/opencamlib/

source: This HeeksCNC software installation is restricted by the GPL license http://www.gnu.org/licenses/gpl-3.0.txt
es: Esta instalación del software HeeksCNC está restringida por la licencia GPL http://www.gnu.org/licenses/gpl-3.0.txt

source: which means it is free and open source, and must stay that way
es: lo que significa que es gratuito y de código abierto, y debe seguir siéndolo

source: Profile Operation...
es: Operación de Perfil ...

source: Pocket Operation...
es: Operación de Bolsillo ...

source: Drilling Operation...
es: Operación de Perforación ...

source: Script Operation...
es: Operación de guión...

source: Pattern...
es: Patrón...

source: Surface...
es: Superficie...

source: Stock...
es: Existencias...

source: Add New Milling Operation
es: Añadir Nueva Operación de Fresado

source: Add Other Operation
es: Añadir Otra Operación

source: Add New Tool
es: Añadir Nueva Herramienta

source: Machining
es: Mecanizando

source: Online HeeksCNC Manual
es: Manual HeeksCNC en línea

source: machining options
es: opciones de mecanizado

source: Use Clipper not Boolean
es: Utilizar Clipper no Booleano

source: Use DOS Line Endings
es: Utilizar Finales de Linea DOS

source: Excellon options
es: Opciones Excellon

source: Program
es: Programa

source: Operations
es: Operaciones

source: Drilling
es: Perforación

source: Tool
es: Herramienta

source: Tags
es: Etiquetas

source: Tag
es: Etiqueta

source: nc options
es: opciones nc

source: text colors
es: colores de texto

source: default color
es: color por defecto

source: block color
es: color del bloque

source: misc color
es: colores misceláneos

source: program color
es: programa de color

source: tool color
es: color de la herramienta

source: comment color
es: color de comentario

source: variable color
es: color variable

source: prep color
es: colores prep

source: axis color
es: color de eje

source: rapid color
es: color rápido

source: feed color
es: Color avance

source: Arc Interpolation Count
es: Recuento de interpolación de arco

source: comment
es: comentario

source: active
es: activo

source: tool
es: herramienta

source: pattern
es: patrón

source: surface
es: superficie

source: Comment
es: comentario

source: Active
es: activo

source: Set All Operations Active
es: Establecer todas las operaciones activas

source: Set All Operations Inactive
es: Establecer todas las operaciones inactivas

source: number of copies 1
es: número de copias 1

source: x shift 1
es: x cambia 1

source: y shift 1
es: y cambia 1

source: number of copies 2
es: número de copias 2

source: x shift 2
es: x cambia 2

source: y shift 2
es: y cambia 2

source: Number of Copies A
es: Número de Copias

source: X Shift A
es: X cambia A

source: Y Shift A
es: Y cambia A

source: Number of Copies B
es: Número de Copias B

source: X Shift B
es: X cambia B

source: Y Shift B
es: Y cambia B

source: step over
es: pasar por encima

source: material allowance
es: provisión de material

source: Conventional
es: Convencional

source: Climb
es: Ascendente

source: cut mode
es: modo de corte

source: Boundary
es: Límite

source: Center
es: Centro

source: Plunge
es: Entrada

source: Ramp
es: Rampa

source: Helical
es: Helicoidal

source: keep tool down
es: mantener herramienta hacia abajo

source: use zig zag
es: utilizar zig zag

source: zig angle
es: ángulo zig

source: unidirectional
es: unidireccional

source: Pocket operation - Sketch doesn't exist
es: Operación de bolsillo - El boceto no existe

source: Pocket operation - Sketch %d has no children
es: Operación de bolsillo - El boceto % d no tiene hijos

source: Pocket operation - Sketch must be a closed shape - sketch %d
es: Operación de bolsillo - El boceto debe ser una forma cerrada - boceto % d

source: Pocket operation - Badly ordered sketch - sketch %d
es: Operación de bolsillo - boceto mal ordenado - boceto % d

source: Pocket spline deviation
es: Desviación spline bolsillo

source: Step Over
es: Pasar Por Encima

source: Material Allowance
es: Provisión de Material

source: Starting Place
es: Punto de Partida

source: Cut Mode
es: Modo de Corte

source: Use Zig Zag
es: Utilizar Zig Zag

source: Keep Tool Down
es: Mantener Herramienta Hacia Abajo

source: Zig Zag Angle
es: Ángulo Zig Zag

source: Zig Unidirectional
es: Zig Unidireccional

source: climb
es: ascenso

source: Outside
es: Afuera

source: Inside
es: Adentro

source: Outside or Left
es: Afuera o Hacia la Izquierda

source: Inside or Right
es: Adentro o Hacia la Derecha

source: On
es: En

source: tool on side
es: herramienta en el lado

source: auto roll on
es: autorrollo activado

source: roll on point
es: rollo en el punto

source: auto roll off
es: autorrollo desactivado

source: roll off point
es: punto de rollo desactivado

source: roll radius
es: radio de rollo

source: use start point
es: utilizar el punto de partida

source: start point
es: punto de partida

source: use end point
es: utilizar el punto final

source: end point
es: punto final

source: end beyond full profile
es: terminar más allá del perfil completo

source: extend before start
es: extender antes del inicio

source: extend past end
es: extenderse más allá del extremo

source: lead in line length
es: introducir a lo largo de la línea

source: lead out line length
es: retirar de toda la línea

source: do finishing pass
es: hacer pasada de acabado

source: only finishing pass
es: sólo pasada de acabado

source: finishing feed rate
es: avance de acabado

source: finish cut mode
es: el modo de corte de acabado

source: finishing step down
es: escalón hacia abajo de acabado

source: Pick Start
es: Elegir Inicio

source: Pick new start point
es: Elegir nuevo punto de partida

source: Pick End
es: Elegir Final

source: Pick new end point
es: Elegir nuevo punto final

source: Pick roll on point
es: Elegir punto de rollo activado

source: Pick roll off point
es: Elegir punto de rollo desactivado

source: Add tags by clicking
es: añadir etiquetas haciendo clic

source: Stop adding tags
es: dejar de añadir etiquetas

source: Add Tags
es: Agregar Etiquetas

source: Profile spline deviation
es: Desviación spline en perfil

source: Tool On Side
es: Herramienta al Lado

source: Roll Radius
es: Radio de Rollo

source: Offset Extra
es: Compensación Adicional

source: Do Finishing Pass
es: Hacer Pasada de Acabado

source: Only Finishing Pass
es: Sólo Pasada de Acabado

source: Finishing Feed Rate
es: Avance de Acabado

source: Finishing Cut Mode
es: Modo de Corte de Acabado

source: Finish Step Down
es: Escalón hacia abajo para acabado

source: Would you like to change the HeeksCAD view units too?
es: Le gustaría cambiar las unidades visibles de HeeksCAD también?

source: machine
es: máquina

source: output file name follows data file name
es: nombre de archivo de salida sigue nombre del archivo de datos

source: output file
es: archivo de salida

source: units for nc output
es: unidades para la salida nc

source: Exact Path Mode
es: Modo de Ruta Exacta

source: Exact Stop Mode
es: Modo de Parada Exacta

source: Best Possible Speed
es: Mejor Velocidad Posible

source: Undefined
es: Indefinido

source: Path Control Mode
es: Modo de Control de Ruta

source: Motion Blending Tolerance
es: Tolerancia para combinación de movimientos

source: Naive CAM Tolerance
es: Tolerancia CAM nativa

source: The Python program is too long
es: El programa Python es demasiado largo

source: to display in this window.
es: para mostrar en esta ventana .

source: Please edit the python program directly at
es: Por favor, edite el programa Python directamente en

source: Machines
es: Máquinas

source: Output File Name Follows Data File Name
es: Nombre de archivo de salida sigue nombre del archivo de datos

source: Output File
es: Archivo de Salida

source: Units for NC Output
es: Unidades para la Salida NC

source: There were errors!, see Output window
es: Hubo errores!, ver la ventana de salida

source: send-to-machine command
es: comando enviar a máquina

source: Select Sketches
es: Seleccionar Bocetos

source: Select cancelled. No sketches were selected!
es: Selección cancelada. No se seleccionaron bocetos!

source: Select Sketch
es: Seleccionar Boceto

source: Select Solids
es: Seleccionar Sólidos

source: Select cancelled. No solids were selected!
es: Selección cancelada. No se seleccionaron sólidos!

source: solids
es: sólidos

source: solid id
es: Identificación del sólido

source: Script
es: Guión

source: sketch id
es: Identificación del boceto

source: Sketches
es: Bocetos

source: Pick a sketch
es: Elegir un boceto

source: Solids
es: Sólidos

source: Pick solids
es: Elegir sólidos

source: horizontal feed rate
es: velocidad de avance horizontal

source: vertical feed rate
es: velocidad de avance vertical

source: spindle speed
es: velocidad del husillo

source: Horizontal Feedrate
es: Avance Horizontal

source: Vertical Feedrate
es: Avance Vertical

source: Spindle Speed
es: Velocidad del Husillo

source: tolerance
es: tolerancia

source: same for each pattern position
es: la misma para cada posición del patrón

source: Tolerance
es: Tolerancia

source: Same for Each Pattern Position
es: La misma para cada posición del patrón

source: Pick position
es: Elegir posición

source: Save As Default
es: Guardar Como Predeterminado

source: Export
es: Exportar

source: Restore Default Tools
es: Restaurar Herramientas Predeterminadas

source: Guage number replaces size
es: Número de calibre reemplaza tamaño

source: Include guage number and size
es: Incluir el número y tamaño de calibre

source: Title Format
es: Formato del Título

source: Patterns
es: Patrones

source: Re-select sketches
es: Vuelva a seleccionar bocetos

source: Re-select sketch
es: Vuelva a seleccionar boceto

source: Re-select solids
es: Vuelva a seleccionar sólidos

source: Stocks
es: Materiales

source: Surfaces
es: Superficies
