Repository: Heeks/HeeksCAD
Catalog: translations/*/HeeksCAD.po
Languages: es

source: Point Size
es: Tamaño de punto

source: Family
es: Familia

source: Face Name
es: Nombre de la cara

source: Style
es: Estilo

source: Weight
es: Peso

source: Underlined
es: Subrayado

source: files
es: archivos

source: All files
es: Todos los archivos

source: Make a selection:
es: Hacer una selección :

source: Do you want to recover using the automatic backup file?
es: ¿desea recuperar utilizando el archivo de copia de seguridad automática ?

source: Stretched Cone
es: Cono estirado

source: height
es: altura

source: can not enter negative value for radius
es: no puede introducir un valor negativo para el radio

source: cone must not have both radiuses the same
es: cono no debe tener ambos radios iguales

source: Cannot convert object type
es: No se puede convertir este tipo de objeto

source: to edge
es: al borde

source: Error converting sketch to face
es: Error convirtiendo boceto a cara

source: Fatal Error converting sketch to face
es: Error fatal convirtiendo boceto a cara

source: Set position and orientation by picking 3 points
es: Ajustar la posición y la orientación escogiendo 3 puntos

source: Set this coordinate system as the active one
es: Establece este sistema de coordenadas como el activo

source: Transform selected items to world coordinates
es: Transformar los elementos seleccionados a coordenadas espaciales

source: position
es: posición

source: x axis
es: eje x

source: y axis
es: eje Y

source: Vertical Angle
es: Ángulo vertical

source: Horizontal Angle
es: Ángulo horizontal

source: Twist Angle
es: Ángulo de torsión

source: Pick the location
es: Elegir la ubicación

source: Pick a point on the x-axis
es: Seleccione un punto en el eje x

source: Pick a point where y > 0
es: Elegir un punto en el que y mayor que 0

source: Stretched Cuboid
es: Cuboid estirado

source: width ( x )
es: anchura ( x)

source: height( y )
es: altura ( y)

source: depth ( z )
es: profundidad ( z)

source: Position
es: Posición

source: X position
es: posición x

source: Y position
es: posición y

source: Z position
es: posición z

source: Size
es: Tamaño

source: X width
es: ancho x

source: Y depth
es: largo y

source: Z depth
es: profundidad z

source: Stretched Cylinder
es: cilindro de estirado

source: diameter
es: diámetro

source: end
es: fin

source: intersection
es: intersección

source: midpoint
es: punto medio

source: centre
es: centro

source: screen
es: pantalla

source: nearest
es: más cercano

source: tangent
es: tangente

source: Digitize Mode
es: modo digital

source: Press Esc key to cancel
es: Presione la tecla ESC para cancelar

source: Left button to accept position
es: Botón izquierdo para aceptar la posición

source: Offset (from last point)
es: desplazamiento ( desde el último punto )

source: Error! The 'Stop Picking' button shouldn't have been available!
es: Error! El botón 'Dejar de Elegir' no debería haber estado disponible!

source: Stop Picking
es: Dejar de elegir

source: Finish picking
es: Recogido acabado

source: between two points
es: entre dos puntos

source: between two points, XY only
es: entre dos puntos, sólo XY

source: between two points, X only
es: entre dos puntos, sólo X

source: between two points, Y only
es: entre dos puntos, sólo Y

source: between two points, Z only
es: entre dos puntos, sólo Z

source: orthogonal
es: ortogonal

source: mode
es: modo

source: Stop drawing
es: Dejar de dibujar

source: Finish drawing
es: Terminar Dibujo

source: Add point
es: Añadir puntos

source: Add a point to drawing
es: Añadir un punto de dibujo

source: Get Position
es: Obtener la posición

source: Pick position without adding to the drawing
es: Elije posición sin añadir al dibujo

source: set_draw_step
es: define_dibujo_step

source: set_position
es: elije_position

source: Blend edge
es: borde difuminado

source: Enter Blend Radius
es: entrar radio de fusión

source: Radius
es: Radio

source: Chamfer
es: Bisel

source: Enter Chamfer Distance
es: introducir distancia de Bisel

source: Distance
es: distancia

source: Make a sketch from edge
es: Hacer un boceto desde el borde

source: Select Flat Linked Edges
es: Seleccionar Bordes Planos Vinculados

source: Solid with edge chamfer
es: Sólido con borde biselado

source: Solid with edge blend
es: Sólido con fusionado de borde

source: Error making fillet
es: Error al filetear

source: A fatal error happened during Chamfer
es: Ocurrió un error fatal durante el biselado

source: A fatal error happened during Blend
es: Ocurrió un error grave durante la mezcla

source: length
es: longitud

source: surface type
es: tipo de superficie

source: Make Coordinate System
es: Crear un sistema de coordenadas

source: Face Coordinate System
es: Cara Sistema de Coordenadas

source: Extrude Face
es: Extruir Cara

source: Rotate to Face
es: Girar a cara

source: unknown
es: desconocido

source: plane
es: plano

source: cylinder
es: cilindro

source: cone
es: cono

source: sphere
es: esfera

source: revolution
es: revolución

source: extrusion
es: extrusión

source: offset
es: desplazamiento

source: Error in CFace::GetNurbSurfaceParams
es: Error en CFace :: GetNurbSuraceParams

source: Error in GetFaceNormalAtUV
es: Error en GetFaceNormalAtUv

source: Group
es: Grupo

source: custom grippers
es: pinzas personalizadas

source: custom grippers just one axis
es: pinzas personalizados sólo en un eje

source: Move datum
es: Mover datum

source: Move px
es: Mover px

source: Move py
es: Mover py

source: Move pz
es: Mover pz

source: pythagorean
es: Pitágoras

source: vertical
es: verticales

source: text mode
es: modo de texto

source: scale
es: escala

source: Click centre point
es: Haga clic en el punto central

source: Click first end point
es: Haga clic en el primer punto final

source: Click second end point
es: Haga clic en el segundo punto final

source: start
es: inicio

source: axis
es: eje

source: radius
es: radio

source: Delete Curve
es: Eliminar Curva

source: Enter Offset Value, + for making bigger, - for making smaller
es: Introducir valor de desplazamiento , + para hacer más grande, - para hacer más pequeña

source: Offset value
es: Valor de offset

source: Area offset error
es: Error de desplazamiento área

source: Offset Area
es: Zona de desplazamiento

source: Enter Offset Value
es: Introducir valor de desplazamiento

source: Area thicken error
es: Error espesor en zona

source: Thicken Area
es: Espesar área

source: Reorder Area
es: Reordenar Área

source: Split Area
es: Dividir Área

source: number of curves
es: número de curvas

source: Click midpoint
es: Haga clic en el punto medio

source: Click centre-top point
es: Haga clic en el punto superior central

source: Click centre-bottom point
es: Haga clic en el punto centro inferior

source: Click centre-right point
es: Haga clic en el punto de centro-derecha

source: Click centre-left point
es: Haga clic en el punto de centro-izquierda

source: inch
es: pulgada

source: orientation
es: orientación

source: use view units
es: utilizar unidades vista

source: inches
es: pulgadas

source: units
es: unidades

source: dimension value
es: valor de la cota

source: Untitled
es: Sin título

source: OpenCascade failures occured during DXF read processing. Would you like to import again and ignore the errors?
es: Hubo errores de OpenCascade al procesar la lectura de DXF. Quieres importar nuevamente e ignorar errores?

source: DXF Read
es: Leer DXF

source: OpenCascade failure occured during DXF read processing
es: Error de OpenCascade ocurrido al procesr la lectura de DXF

source: Select how the file is to be interpreted
es: Selecciona el modo en que el archivo debe ser interpretado

source: RS274X file interpretation
es: interpretación de archivo RS274X

source: Produce trace isolation sketches
es: Produce bocetos de trazos de aislamiento

source: Produce trace centre-line sketches
es: Produce bocetos de trazos de la línea central

source: Produce mirrored trace isolation sketches
es: Produce bocetos de trazos de aislamiento de simetria

source: Produce mirrored trace centre-line sketches
es: Produce bocetos de trazos simetricos de la línea central

source: Open file
es: Abrir archivo

source: Invalid file type chosen
es: Tipo de archivo no válido

source: expecting
es: esperando

source: couldn't open file
es: no pudo abrir el archivo

source: Save graphical data file
es: Guardar el archivo de datos gráficos

source: Exit Full Screen Mode
es: Salir de modo de pantalla completa

source: Show Full Screen
es: Mostrar a pantalla completa

source: Move here
es: Mover aquí

source: Copy here
es: Copiar aquí

source: Set world coordinate system active
es: Define del sistema de coordenadas activo

source: Add points at intersections
es: Añadir puntos en las intersecciones

source: Reverse Object
es: Invierte objetos

source: view options
es: opciones de visualización

source: stay upright
es: permanecer de pie

source: free
es: libre

source: rotate mode
es: modo de rotación

source: none
es: ninguno

source: input mode title
es: título modo de entrada

source: full help
es: ayuda completa

source: screen text
es: texto de la pantalla

source: reverse mouse wheel
es: Invertir rueda del ratón

source: reverse zooming mode
es: Invertir el modo de zoom

source: Ctrl key does rotate
es: Tecla ctrl hace girar

source: show datum
es: muestra datum

source: datum is solid
es: datum es sólido

source: datum size
es: tamaño datum

source: datum size is pixels not mm
es: tamaño de referencia es píxeles no mm

source: show ruler
es: Mostrar regla

source: single color
es: color único

source: top color and bottom color
es: color de la parte superior y el color de fondo

source: left color and right color
es: color lado izquierdo y color lado derecho

source: four corner colors
es: color de las cuatro esquinas

source: sky and ground
es: cielo y suelo

source: background mode
es: modo de fondo

source: background color
es: color de fondo

source: top background color
es: color de fondo superior

source: bottom background color
es: color de fondo inferior

source: left background color
es: color de fondo izquierda

source: right background color
es: color de fondo derecha

source: top left background color
es: color de fondo a la izquierda superior

source: bottom left background color
es: color de fondo inferior izquierda

source: top right background color
es: color de fondo derecha superior

source: bottom right background color
es: color de fondo inferior derecha

source: sky top color
es: color de la parte superior del cielo

source: sky middle color
es: color de cielo

source: sky bottom color
es: color de fondo de cielo

source: ground top color
es: color de la parte superior del suelo

source: ground middle color
es: color medio suelo

source: ground bottom color
es: color de fondo de suelo

source: no grid
es: sin rejilla

source: faint color
es: de color débil

source: alpha blending
es: mezcla alfa

source: colored alpha blending
es: mezcla alfa coloreada

source: grid mode
es: modo de cuadrícula

source: face selection color
es: color de selección de cara

source: perspective
es: perspectiva

source: tool icon size
es: tamaño de icono de la herramienta

source: flat on screen dimension text
es: dimensiones del texto en pantalla

source: faces and edges
es: caras y border

source: edges only
es: sólo los bordes

source: faces only
es: sólo caras

source: solid view mode
es: modo de vista sólido

source: input uses modal dialog
es: entrada utiliza diálogo modal

source: dragging moves objects
es: arrastrar mueve los objetos

source: highlight items under mouse
es: resaltar los elementos bajo el ratón

source: highlight color
es: color de realce

source: digitizing
es: digitalización

source: coordinates
es: coordenadas

source: grid size
es: tamaño de la cuadrícula

source: snap to grid
es: ajusta a la cuadrícula

source: correlation
es: correlación

source: Minimum correlation factor (0.0 (nothing like it) -> 1.0 (perfect match))
es: Factor mínimo de correlación (0.0 (nada parecido) -> 1.0 (ajuste perfecto))

source: Maximum scale threshold (1.0 - must be same size, 1.5 (can be half as big again or 2/3 size)
es: Límite de escala (1.0 escala 1:1, 1.5 la mitad más grande o 2/3 del tamaño)

source: Number of sample points
es: Número de puntos de muestreo

source: Correlate by color
es: Correlacionar por color

source: drawing
es: dibujo

source: current color
es: color actual

source: geometry tolerance
es: tolerancia de la geometría

source: sketch reorder tolerance
es: la tolerancia de reordenación de bocetos

source: face to sketch deviaton
es: desviación de cara a boceto

source: Use old solid fuse ( to prevent coplanar faces )
es: Utilizar sólido anterior ( para evitar que las caras coplanares )

source: Extrude makes a solid
es: Extrusión genera un sólido

source: Solid revolution angle
es: Ángulo de revolución sólida

source: selection filter
es: filtro de selección

source: point
es: punto

source: line
es: línea

source: arc
es: arco

source: infinite line
es: línea infinita

source: circle
es: círculo

source: edge
es: arista

source: face
es: cara

source: vertex
es: vértice

source: solid
es: sólido

source: stl_solid
es: stl_solido

source: wire
es: esquema

source: sketch
es: boceto

source: image
es: imagen

source: coordinate system
es: sistema de coordenadas

source: text
es: texto

source: dimension
es: dimensión

source: ruler
es: regla

source: part
es: parte

source: pocket
es: bolsillo

source: file options
es: opciones de archivo

source: make sketch
es: hacer boceto

source: ignore errors where possible
es: ignorar los errores cuando sea posible

source: read points
es: leer puntos

source: Layer Name Suffixes To Discard
es: Sufijos de Nombre de Capa para Descartar

source: stl save facet tolerance
es: Tolerancia de caras al guardar STL

source: STL save binary
es: Guarda STL binario

source: auto save interval (in minutes)
es: Intervalo de guardado automático

source: font options
es: opciones de fuente

source: Paths (semicolon delimited)
es: Rutas (separados por punto y coma)

source: Word Space Percentage
es: Porcentaje de Espacio entre Palabras

source: Character Space Percentage
es: Porcentaje de Espacio entre caracteres

source: Heeks files
es: Archivos Heeks

source: Known Files
es: Archivos Conocidos

source: IGES files
es: Archivos IGES

source: STEP files
es: Archivos STEP

source: STL files
es: Archivos STL

source: Scalar Vector Graphics files
es: Archivos de Gráficos de Vectores Escalares (SVG)

source: DXF files
es: Archivos DXF

source: RX274X/Gerber files
es: Archivos RX274X/Gerber

source: Picture files
es: Archivos de imagen

source: CPP files
es: Archivos CCP

source: OpenCAMLib python files
es: Archivos python OpenCAMLib

source: Deselect
es: Anular la selección

source: Select
es: Seleccionar

source: Add to selection
es: Añadir a la selección

source: Edit
es: Editar

source: Unknown
es: Desconocido

source: Save changes to file
es: Guardar los cambios al archivo

source: Would you like to save changes?
es: Desea guardar los cambios?

source: Document
es: Documento

source: Point
es: Punto

source: Line
es: Línea

source: Arc
es: Arco

source: Circle
es: Círculo

source: Gripper
es: Pinza

source: Vertex
es: Vértice

source: Edge
es: Arista

source: Face
es: Cara

source: Loop
es: Bucle

source: Solid
es: Sólido

source: Wire
es: Esquema

source: Sketch
es: Boceto

source: Image
es: Imagen

source: Text
es: Texto

source: Dimension
es: Dimensión

source: Ruler
es: Regla

source: Ellipse
es: Elipse

source: CorrelationTool
es: Herramienta de correlación

source: AngularDimension
es: Dimension Angular

source: OrientationModifier
es: Modificador de orientación

source: Hole
es: Agujero

source: Positions
es: Posiciones

source: ObjectMaximum
es: Tamaño Máximo de Objeto

source: Graphics
es: Gráficos

source: Objects
es: Objetos

source: Options
es: Opciones

source: Input
es: Entrada

source: Properties
es: Propiedades

source: Reset Layout
es: Reiniciar diseño

source: Set toolbars to left
es: Configurar las barras de herramientas a la izquierda

source: Pick three or more points to be splined
es: Elegir tres o más puntos para ser acanalados

source: Spline Through Points
es: Spline a través de puntos

source: Coordinate System
es: Sistema de Coordenadas

source: Import file
es: Importar archivo

source: You must restart the application for the settings to be changed
es: Debe reiniciar la aplicación para que los valores sean modificados

source: Pick two or more faces or solids, the first one will be cut by the others
es: Elegir dos o más caras o sólidos, el primero será cortado por los segundos

source: Subtract Solids
es: Restar Sólidos

source: Pick two or more solids to be fused together
es: Elegir dos o más sólidos para ser fusionados

source: Fuse Solids
es: Fusionar sólidos

source: Pick two or more solids, only the shape that is contained by all of them will remain
es: Elegir dos o más sólidos, sólo quedará el que está contenido por el resto

source: Intersection of Solids
es: Intersección de Sólidos

source: Pick one or more edges to add a fillet to
es: Elegir uno o más bordes para añadirles un corte

source: Edge Fillet
es: Arista de corte

source: Pick one or more edges to add a chamfer to
es: Elegir uno o más bordes para añadirles un bisel

source: Edge Chamfer
es: Bisel de Arista

source: Enter chamfer distance
es: Ingresar distancia de bisel

source: Pick two or more sketches, to create a lofted solid between
es: Elegir dos o más bocetos, para crear un sólido lofteado entre ellos

source: hold down Ctrl key to select more than one solid
es: Utilice la tecla Ctrl para seleccionar más de un sólido

source: Lofted Body
es: Cuerpo Lofteado

source: Pick one or more sketches, faces or circles, to create an extruded body from
es: Elegir uno o más bocetos, caras o circulos, para crear un cuerpo extruido

source: Extrude
es: extrusión

source: Pick one or more sketches, faces or circles, to create a revolved body from
es: Elegir uno o más bocetos, caras o circulos, para crear un cuerpo de revolución

source: Pick one or more sketches, faces or circles, to sweep
es: Elegir uno o más bocetos, caras o círculos, para borrar

source: There was a problem printing. Perhaps your current printer is not set correctly?
es: Problema de impresión. Quizás la impresora actual no está correctamente configurada

source: Printing
es: Imprimendo

source: You canceled printing
es: Ha cancelado la impresión

source: There was a problem previewing. Perhaps your current printer is not set correctly?
es: Problema de previsualización, Quizás la impresora actual no está correctamente configurada

source: Previewing
es: Vista previa

source: Demo Print Preview
es: Vista previa de impresión de muestra

source: New Ctrl+N
es: Nuevo Ctrl + n

source: Open Ctrl+O
es: Abrir Ctrl + o

source: Save Ctrl+S
es: Guardar Ctrl + s

source: Save As
es: Guardar Como

source: Print Ctrl+P
es: Imprimir Ctrl + p

source: Page Setup
es: Configuración de Página

source: Print Preview
es: Vista previa de impresión

source: Open Recent
es: Abrir recientes

source: Import
es: Importar

source: About
es: Acerca de

source: Restore All Defaults
es: Restaurar Todos los Valores Predeterminados

source: Exit Ctrl+Q
es: Salir Ctrl + q

source: Undo Ctrl+Z
es: Deshacer Ctrl + z

source: Redo Ctrl+Shift+Z
es: Rehacer Ctrl + shift + z

source: Cut Ctrl+X
es: Cortar Ctrl + x

source: Copy Ctrl+C
es: Copiar Ctrl + c

source: Paste Ctrl+V
es: Pegar Ctrl + v

source: Delete
es: Eliminar

source: Select Mode
es: Modo de Selección

source: Draw a sketch
es: Dibujar un boceto

source: Draw Ellipses
es: Dibujar Elipses

source: Draw Infinite Lines
es: Dibujar Líneas Infinitas

source: Draw Points
es: Dibujar Puntos

source: Gear
es: Engranajes

source: Add Text
es: Añadir Texto

source: Add Dimension
es: Agregar la Dimensión

source: Pick 3 points
es: Elegir 3 puntos

source: Pick 1 point
es: Elegir 1 punto

source: Previous view
es: Vista anterior

source: Zoom window
es: Ventana de zoom

source: Fit view to extents
es: Ajustar vista a extensiones

source: Fit view to extents, but no rotation
es: Ajustar vista a extensiones, pero sin rotación

source: View XY Front
es: Vista Frontal XY

source: View XY Back
es: Vista Trasera XY

source: View XZ Top
es: Vista Superior XZ

source: View XZ Bottom
es: Vista Inferior XZ

source: View YZ Right
es: Vista Derecha YZ

source: View YZ Left
es: Vista Izquierda YZ

source: View XZY Isometric
es: Vista Isométrica XZY

source: View rotate
es: Vista rotación

source: View zoom
es: Vista zoom

source: View pan
es: Vista pan

source: Full screen
es: Pantalla completa

source: Redraw
es: Redibujar

source: Add a sphere
es: Añadir una esfera

source: Add a cube
es: Añadir un cubo

source: Add a cylinder
es: Añadir un cilindro

source: Add a cone
es: Añadir un cono

source: Loft two sketches
es: Loft de dos bocetos

source: Extrude a sketch
es: Extruir un boceto

source: Revolve a sketch
es: Revolucionar un boceto

source: Sweep objects along a sketch
es: Borrar objetos en un boceto

source: Cut
es: Cortar

source: Fuse
es: Fusionar

source: Common
es: Común

source: Fillet
es: Filetear

source: Sectioning
es: Seccionamiento

source: Move Translate
es: Mover traslación

source: Copy Translate
es: Copiar traslación

source: Move Rotate
es: Mover rotación

source: Copy Rotate
es: Copiar rotación

source: Move Mirror
es: Mover simétricamente

source: Copy Mirror
es: Copiar simétricamente

source: Move Scale
es: Mover Escala

source: Tool Bar
es: Barra de Herramientas

source: Solids Tool Bar
es: Barra de Herramientas de Sólidos

source: Geometry Tool Bar
es: Barra de Herramientas de Geometría

source: Viewing Tool Bar
es: Barra de Herramientas de Visualización

source: Transformations Tool Bar
es: Barra de Herramientas de Transformaciones

source: &File
es: &Archivo

source: &Edit
es: &Editar

source: &View
es: &Ver

source: &Geometry
es: &Geometría

source: &Solid
es: &Sólido

source: &Set Origin
es: &Establecer el Origen

source: &Transform
es: &Transformar

source: &Window
es: &Ventana

source: &Machining
es: &Mecanizado

source: New file
es: Nuevo archivo

source: Save file
es: Guardar el archivo

source: Cut selected items to the clipboard
es: Cortar los elementos seleccionados al portapapeles

source: Copy selected items to the clipboard
es: Copiar los elementos seleccionados al portapapeles

source: Paste items from the clipboard
es: Pegar elementos del Portapapeles

source: Undo the previous command
es: Deshacer el comando anterior

source: Redo the next command
es: Rehacer el siguiente comando

source: General Tools
es: Herramientas Generales

source: Start drawing rectangles
es: Comenzar a dibujar rectángulos

source: Start drawing obrounds
es: Comenzar a dibujar obrounds

source: Start drawing polygons
es: Comenzar a dibujar polígonos

source: Add a gear
es: Añadir un engranaje

source: Draw circles through 3 points
es: Dibujar círculos a través de 3 puntos

source: Draw circles, centre and point
es: Dibujar círculos, centro y punto

source: Draw circles, centre and radius
es: Dibujar círculos, centro y radio

source: Draw ellipses
es: Dibujar elipses

source: Start Drawing Infinite Lines
es: Empezar a Dibujar Líneas Infinitas

source: Start Drawing Points
es: Empezar a Dibujar Puntos

source: Add a text object
es: Agregar un objeto de texto

source: Add a dimension
es: Añadir una dimensión

source: Add Coordinate System
es: Añadir Sistema de Coordenadas

source: Translate selected items
es: Trasladar elementos seleccionados

source: Copy and translate selected items
es: Copiar y trasladar los elementos seleccionados

source: Rotate selected items
es: Rotar los elementos seleccionados

source: Copy and rotate selected items
es: Copiar y rotar los elementos seleccionados
