Repository: Heeks/HeeksCAD
Catalog: translations/*/HeeksCAD.po
Languages: es

source: Mirror selected items
es: Espejar los elementos seleccionados

source: Copy and mirror selected items
es: Copiar y espejar los elementos seleccionados

source: Scale selected items
es: Escalar los elementos seleccionados

source: End point
es: Punto Final

source: Intersection
es: Intersección

source: Centre
es: Centro

source: Midpoint
es: Punto medio

source: Snap
es: Broche de presión

source: edit grid
es: Editar cuadrícula

source: Geometry Tools
es: Herramientas de Geometría

source: Create a lofted face
es: Crear una cara lofteada

source: Extrude a wire or face
es: Extruir un esquema o cara

source: Revolve a wire or face
es: Girar un esquema o cara

source: Sweep a wire or face
es: Borrar un esquema o cara

source: Cut one solid from another
es: Cortar un sólido a partir de otro

source: Fuse one solid to another
es: Fusionar un sólido a otro

source: Find common solid between two solids
es: Encontrar intersección entre dos sólidos

source: Make a fillet on selected edges
es: Hacer un filete en los bordes seleccionados

source: Make a chamfer on selected edges
es: Hacer un bisel en los bordes seleccionadas

source: Solid Tools
es: Herramientas para Sólidos

source: Zoom in to fit the extents of the drawing into the graphics window
es: Acercar la imagen para adaptarse a la extensión del dibujo en la ventana de gráficos

source: Zoom in to fit the extents of the drawing into the graphics window, but without rotating the view
es: Acercar la imagen para adaptarse a la extensión del dibujo en la ventana de gráficos pero sin rotar la vista

source: Zoom in to a dragged window
es: acercar una ventana arrastrada

source: Go back to previous view
es: Volver a la vista anterior

source: Switch to full screen view ( press escape to return )
es: Cambiar a la vista de pantalla completa ( pulse ESCAPE para volver )

source: View XY Isometric
es: Vista Isométrica XY

source: Enter view rotating mode
es: Entrar en el modo de vista de rotación

source: Drag to zoom in and out
es: Arrastrar para acercar y alejar

source: Drag to move view
es: Arrastrar para mover la vista

source: Viewing Tools
es: Herramientas de visualización

source: major radius
es: radio mayor

source: minor radius
es: radio menor

source: rotation
es: rotación

source: start angle
es: ángulo inicial

source: end angle
es: ángulo final

source: num teeth
es: dientes num

source: module
es: módulo

source: pressure angle
es: ángulo de presión

source: tip relief
es: relieve de la punta

source: depth
es: profundidad

source: cone half angle
es: ángulo medio de cono

source: drawn angle
es: ángulo dibujado

source: Make Sketches
es: Hacer Bocetos

source: Make One Tooth Sketches
es: Hacer Bocetos de un Diente

source: Length
es: Longitud

source: Picture -
es: Foto -

source: Cylinder
es: Cilindro

source: Make Cylinder On Line
es: Hacer Cilindro en la línea

source: Cone
es: Cono

source: Make Cone On Line
es: Hacer Cono en línea

source: Click Midpoint On Line
es: Hacer clic en el punto medio en la línea

source: Click Start Of Line
es: Hacer clic en Inicio de la línea

source: Click End Of Line
es: Hacer clic en final de la línea

source: Knot
es: Nudo

source: Pole
es: Polo

source: OpenGL (default) font
es: Fuente OpenGL (por defecto)

source: Font
es: Fuente

source: left
es: izquierda

source: center
es: centro

source: right
es: derecho

source: horizontal justification
es: justificación horizontal

source: baseline
es: línea de base

source: bottom
es: inferior

source: middle
es: medio

source: top
es: superior

source: vertical justification
es: justificación vertical

source: Only a single orientation modifier is supported
es: Sólo se admite un único modificador de orientación

source: Make a Sketch
es: Hacer un boceto

source: Convert the lines and arcs that make up this text into a sketch object.
es: Convertir las líneas y arcos que componen este texto en un objeto de boceto.

source: Add Orientation Modifier
es: Añadir Modificador de Orientación

source: Add graphics to orient text
es: Añadir gráficos a texto orient

source: number of copies
es: número de copias

source: Position to rotate about
es: Posición para girar alrededor

source: Axis to rotate about
es: Eje para girar alrededor

source: Select a line
es: Seleccionar una línea

source: angle
es: ángulo

source: axial shift
es: desplazamiento axial

source: Pick Position
es: Elegir Posición

source: Pick line for rotation axis
es: Elegir la línea de eje de rotación

source: Position to move from
es: Posición para mover desde

source: Position to move to
es: Posición para mover a

source: Pick position to move from
es: Elegir posición para mover desde

source: Pick position to move to
es: Elegir posición para mover a

source: Input Mode
es: Modo de entrada

source: set previous direction
es: Establecer la dirección anterior

source: Line drawing mode
es: Modo de dibujo de línea

source: click on start point
es: Hacer clic en el punto de partida

source: click on end of line
es: Hacer clic en el final de la línea

source: Arc drawing mode
es: Modo de dibujo de arco

source: click on end of arc
es: Hacer clic en el extremo del arco

source: Infinite line drawing
es: Dibujo de linea infinita

source: click on first point
es: Hacer clic en el primer punto

source: click on second point
es: Hacer clic en el segundo punto

source: Ellipse drawing mode
es: Modo de dibujo de elipse

source: center and 2 points mode
es: Modo de centro y 2 puntos

source: click on center point
es: Hacer clic en el punto central

source: click on point on ellipse
es: Hacer clic en el punto en la elipse

source: (colinear or orthogonal to axis)
es: (colineal u ortogonal al eje)

source: click on another point on ellipse
es: Hacer clic en otro punto de la elipse

source: Spline drawing mode
es: Modo de dibujo Spline

source: cubic spline mode
es: Modo Spline cúbico

source: click on end point
es: Hacer clic en el punto final

source: click on first control point
es: Hacer clic en el primer punto de control

source: click on second control point
es: Hacer clic en el segundo punto de control

source: quartic spline mode
es: modo spline cuártica

source: click on control point
es: Hacer clic en el punto de control

source: rational spline mode
es: modo spline racional

source: click on next control point or endpoint
es: Hacer clic en el siguiente punto de control o punto final

source: Circle drawing mode
es: Modo de dibujo círculo

source: center and point mode
es: Modo de centro y punto

source: click on point on circle
es: Hacer clic en el punto en el círculo

source: three points mode
es: Modo de tres puntos

source: click on third point
es: Hacer clic en el tercer punto

source: two points mode
es: Modo de dos puntos

source: centre with radius mode
es: Modo centro con radio

source: click on centre point
es: Hacer clic en el punto central

source: draw lines
es: dibujar líneas

source: draw tangential arcs
es: dibujar arcos tangenciales

source: draw circles
es: dibujar círculos

source: drawing mode
es: Modo de dibujo

source: (press 'a' for arcs)
es: (pulsar 'a' para los arcos)

source: centre and point
es: centro y punto

source: three points
es: tres puntos

source: two points
es: dos puntos

source: centre and radius
es: centro y radio

source: circle mode
es: modo de círculo

source: Categorized Mode
es: Modo Categorizado

source: Alphabetic Mode
es: Modo Alfabético

source: << Compact
es: << Compacto

source: Expand >>
es: Ampliar >>

source: Delete Marked Items
es: Eliminar Elementos Marcados

source: Copy
es: Copiar

source: Copies the selected items to the clipboard
es: Copia los elementos seleccionados en el portapapeles

source: Paste Into
es: Pegar en

source: Paste
es: Pegar

source: Paste items from the clipboard to the drawing
es: Pegar elementos desde el portapapeles en el dibujo

source: Normally spaced
es: Normalmente espaciados

source: Spacing
es: Espaciamiento

source: Number of Rotations (negative for reverse direction)
es: Número de Rotaciones (negativo para dirección inversa)

source: Sketch rotates text
es: Boceto gira texto

source: Left
es: Izquierda

source: Right
es: Derecha

source: Top
es: superior

source: Bottom
es: Inferior

source: Justification
es: Justificación

source: Name
es: Nombre

source: File Path
es: Ruta del Archivo

source: Plugin must have a name!
es: Plugin debe tener un nombre!

source: No file specified!
es: Ningún archivo especificado!

source: shared library files
es: Archivos de biblioteca compartida

source: Choose shared library file
es: Elegir archivo de biblioteca compartida

source: HeeksCAD plugin libraries
es: Bibliotecas de plugins HeeksCAD

source: New
es: Nuevo

source: Add New Plugin
es: Añadir Nuevo Plugin

source: vertical angle
es: ángulo vertical

source: horizontal angle
es: ángulo horizontal

source: twist angle
es: ángulo de torsión

source: False
es: Falso

source: True
es: Verdadero

source: Unspecified
es: Sin especificar

source: is not a floating-point number
es: no es un número de punto flotante

source: true
es: verdadero

source: false
es: falso

source: Choose a directory:
es: Elegir un directorio:

source: Choose a file
es: Elegir un archivo

source: Cancel
es: Cancelar

source: Add
es: Añadir

source: Update
es: Actualización

source: Remove
es: Eliminar

source: Up
es: Hasta

source: Down
es: Abajo

source: Rectangle drawing
es: Dibujo de rectángulo

source: Polygon drawing
es: Dibujo de polígono

source: Obround drawing
es: Dibujo de Obround

source: Regular shapes drawing
es: Dibujo de formas regulares

source: draw rectangles
es: dibujar rectángulos

source: draw polygons
es: dibujar polígonos

source: draw slots
es: dibujar ranuras

source: number of sides for polygon
es: número de lados de polígono

source: excribed circle
es: círculo excribed

source: inscribed circle
es: círculo inscrito

source: polygon mode
es: modo de polígono

source: Add
es: Añadir

source: Add Objects
es: Agregar Objetos

source: Remove Objects
es: Eliminar Objetos

source: pick some sketches
es: elegir algunos bocetos

source: Ruled Surface
es: Superficie Reglada

source: Revolved Solid
es: Sólido de Revolución

source: Extruded Solid
es: Sólido Extruido

source: Pipe
es: tubería

source: Error making pipe
es: Error creando tubería

source: pick sketches, faces or circles
es: Elegir bocetos, caras o círculos

source: Pick a Sketch to sweep along
es: Elegir un bocetos para barrer a lo largo de

source: Make extrusion
es: Hacer extrusión

source: taper outward angle
es: Ángulo de disminución hacia el exterior

source: Input revolution angle
es: Ingresar ángulo de revolución

source: Makes a solid
es: Hace un sólido

source: Error making ruled solid
es: Error al crear sólido reglado

source: Fatal error making ruled solid
es: Error fatal al crear sólido reglad

source: Error making extruded solid
es: Error al crear sólido extruido

source: Fatal error making extruded solid
es: Error fatal al crear sólido extruido

source: Error making revolved solid
es: Error al crear sólido de revolución

source: Fatal error making revolved solid
es: Error al crear sólido de revolución

source: Reset the ruler
es: Restablecer la regla

source: width
es: ancho

source: Points must not be the same!
es: Los puntos no deben ser los mismos!

source: Sectioned Solid
es: Sólido Seccionado

source: Sectioning failed!
es: Falló el seccionado!

source: Pick point on axis
es: Elegir punto en el eje

source: Pick secondary point on axis
es: Elegir un punto secundario en el eje

source: Pick objects to section
es: Elegir objetos a la sección

source: Left button for selecting objects
es: Botón izquierdo para seleccionar objetos

source: ( with Ctrl key for extra objects)
es: (Con la tecla ctrl para objetos adicionales)

source: ( with Shift key for similar objects)
es: (Con tecla de mayúsculas para objetos similares)

source: Drag with left button to window select
es: Arrastre con el botón izquierdo para seleccionar la ventana

source: or to move object if on an object
es: o para mover objetos si están en un objeto

source: Mouse wheel to zoom in and out
es: Rueda del ratón para acercar y alejar

source: Middle button to pan view
es: Botón central a la vista pan

source: ( with Ctrl key to rotate view )
es: ( Con la tecla ctrl para girar la vista )

source: Middle button to rotate view
es: Botón central para girar la vista

source: ( with Ctrl key to pan view )
es: ( Con la tecla ctrl para desplazar la vista )

source: Right button for object menu
es: Botón derecho para menú de objetos

source: See options window to hide this help
es: Ver opciones de ventana para ocultar esta ayuda

source: Press Return key to accept selection
es: Presionar la tecla de ENTER para aceptar la selección

source: Accept selection
es: Aceptar la selección

source: Cancel selection
es: Cancelar la selección

source: Pick Anything
es: No elegir nada

source: Set the selection filter to all items
es: Establecer el filtro de selección para todos los elementos

source: Pick Edges
es: Elegir Bordes

source: Set the selection filter to only edges
es: establecer el filtro de selección sólo a bordes

source: Pick Faces
es: Elegir caras

source: Set the selection filter to only faces
es: Configurar el filtro de selección sólo a caras

source: Result of 'Offset Shape'
es: Resultado de 'Forma Desplazada'

source: Error making offset
es: Error al realizar el desplazamiento

source: Offset Shape
es: Forma Desplazada

source: Stretched Shape
es: Forma Estirada

source: Error with cut operation
es: Error con la operación de corte

source: Result of Fuse Operation
es: Resultado de la operación del fusión

source: Error with fuse operation
es: Error con la operación del fusión

source: Result of Common Operation
es: Resultado de la Operación Intersección

source: Error with common operation
es: Error con la Operación Intersección

source: Result of Cut Operation
es: Resultado de la Operación de Corte

source: STEP solid
es: STEP sólido

source: STEP import not done!
es: Importación de STEP no realizada!

source: sewed IGES solid
es: Sólido unido IGES

source: IGES shape
es: Forma IGES

source: IGES import not done!
es: No se realizó la importación IGES!

source: BREP solid
es: Sólido BREP

source: opacity
es: opacidad

source: volume
es: volumen

source: centre of gravity
es: centro de gravedad

source: calculate volume
es: calcular el volumen

source: Reorder Object
es: Reordenar Objeto

source: Number of elements
es: Número de elementos

source: order
es: orden

source: Split Sketch
es: Dividir boceto

source: Convert sketch to face
es: Convertir boceto a cara

source: Convert sketch to wire
es: Convertir boceto a esquema

source: Use negative for smaller and Positive for larger)
es: utilizar negativo para los más pequeños y positivo para más grandes)

source: Enter the distance
es: Introducir la distancia

source: Copy Parallel
es: Copiar Paralelo

source: Split arcs to little lines
es: Dividir arcos en pequeñas líneas

source: Save solid file
es: Guardar el archivo del sólido

source: Solid Files
es: Archivos de Sólidos

source: Invalid solid file type chosen
es: El tipo de archivo sólido elegido es inválido

source: Ellipsoid
es: Elipsoide

source: Transform
es: Transformar

source: Transform Objects
es: Transformar objetos

source: Pick objects to move
es: Elegir objetos para mover

source: Pick objects to rotate
es: Elegir objetos para girar

source: Pick objects to mirror
es: Elegir objetos para reflejar

source: Pick line to mirror about
es: Elegir linea para reflejar sobre

source: Pick objects to scale
es: Elegir objetos para escalar

source: Enter number of copies
es: Introduzca el número de copias

source: Click centre position to scale about
es: Hacer clic en posición central para escalar relacionando

source: Enter scale factor
es: Introducir el factor de escala

source: scale factor
es: factor de escala

source: Drag with the left mouse button
es: Arrastrar con el botón izquierdo del ratón

source: Stop panning
es: Detener la exploración

source: Stop rotating
es: Dejar de girar

source: Forward to zoom in, Back to zoom out
es: Hacia delante para acercar, hacia atrás para alejar

source: Back to zoom in, Forward to zoom out
es: Hacia atrás para acercar, hacia adelante para alejar

source: Hold middle mouse button down to pan
es: Mantenga presionado el botón del medio del ratón para explorar

source: Stop zooming
es: Detener el zoom

source: Generated
es: Generados

source: Generated from edge
es: Generado a partir de borde

source: Modified
es: Modificado

source: Is Deleted
es: Se Eliminó

source: Offset Wire
es: Desplazar esquema

source: Failed to load resource image from
es: Error al cargar la imagen de los recursos desde

source: Convert areas to sketches
es: Convertir áreas en bocetos

source: Convert to Area
es: Convertir a área

source: Unite Areas
es: Unir áreas

source: Cut Areas
es: Cortar áreas

source: Intersect Areas
es: Intersectar áreas

source: Xor Areas
es: Áreas Xor

source: Inside Curves
es: Curvas Interiores

source: Make To Sketch
es: Hacer Boceto

source: Make selected objects into a new sketch
es: Convertir los objetos seleccionados en un nuevo boceto

source: Make selected edges into a new sketch
es: Convertir bordes seleccionados en un nuevo boceto

source: Combine sketches
es: Combinar bocetos

source: Combine selected sketches
es: Combinar bocetos seleccionados

source: Unite sketches
es: Unir bocetos

source: Unite selected sketches
es: Unir bocetos seleccionados

source: Group selected items
es: Agrupar elementos seleccionados

source: Ungroup
es: Desagrupar

source: Ungroup selected items
es: Desagrupar elementos seleccionados

source: Transform to Coordinate System
es: Transformar al sistema de coordenadas

source: Transform selected items using two coordinate systems
es: transformar elementos seleccionados usando dos sistemas de coordenadas

source: Cuboid
es: Cuboide

source: Dimension drawing
es: Dibujo de medidas

source: Drawing
es: Dibujo

source: Make a sketch from face
es: Hacer un boceto desde la cara

source: Area
es: Área

source: Infinite Line
es: Línea Infinita

source: Magnifying by dragging a window
es: Magnificando arrastrando una ventana

source: Point drawing
es: Dibujo de punto

source: Dragging a window or picking a point
es: Arrastrar una ventana o elegir un punto

source: Change Property
es: Cambiar Propiedad

source: Property Change String
es: Cambio de Propiedad Cadena

source: Property Change Double
es: Cambio de Propiedad Doble

source: Property Change Length
es: Cambio de Propiedad Longitud

source: Property Change Int
es: Cambio de Propiedad Int

source: Property Change Color
es: Cambio de Propiedad Color

source: Property Change Vertex
es: Cambio de Propiedad Vértice

source: Property Change Trsf
es: Cambio de Propiedad TRSF

source: Property Change Choice
es: Cambio de Propiedad Elección

source: Property Change Check
es: Cambio de Propiedad Chequeo

source: Faces
es: Caras

source: Edges
es: Bordes

source: Vertices
es: Vértices

source: Save Solids
es: Guardar Sólidos

source: Make Outline Sketch Around Solids
es: Crear Boceto con el Contorno del Sólido

source: Sphere
es: Esfera

source: STL Solid
es: Sólido STL

source: View Pan
es: Vista Pan

source: View Rotate
es: Vista Rotación

source: View Zoom
es: Vista Zoom

source: Dragging a window
es: Arrastrando una ventana

source: Apply
es: Aplicar

source: Accept value and continue
es: Aceptar el valor y continuar

source: Cancel operation
es: Cancelar la operación

source: None
es: Ninguno

source: Help
es: Ayudar

source: Geometry
es: Geometría

source: Set Origin
es: Definir Origen

source: object type
es: Tipo de objeto

source: object title
es: Título de objeto

source: ID
es: Identificación

source: Reorder
es: Reordenar

source: Unknown Property
es: Propiedad Desconocida

source: Drill Bit
es: Fresa

source: Centre Drill Bit
es: Fresa de Centrar

source: End Mill
es: Fresa Frontal

source: Slot Cutter
es: Cortador de Ranura

source: Ball End Mill
es: Fresa Esférica

source: Leave manually assigned title
es: Dejar título asignado manualmente

source: Automatically generate title
es: Generar automáticamente el título

source: Automatic Title
es: Título Automático

source: High Speed Steel
es: Acero de Alta Velocidad

source: Carbide
es: Carburo

source: Material
es: Materiales

source: Type
es: Tipo

source: Chamfering Bit
es: Fresa para Biselado

source: Title
es: Título

source: Automatically Generate Title
es: Generar automáticamente el título

source: Title Type
es: Tipo de Título

source: Tool Number
es: Número de Herramienta

source: Tool Material
es: Material de la Herramienta

source: Engraving Bit
es: Fresa de Grabado

source: Tool Type
es: Tipo de Herramienta

source: Diameter
es: Diámetro

source: Tool Length Offset
es: Compensa la longitud de herramienta

source: Flat Radius
es: Radio Plano

source: Corner Radius
es: Radio de la esquina

source: Cutting Edge Angle
es: Ángulo del filo de corte

source: Cutting Edge Height
es: Altura del filo de corte

source: clearance height
es: Altura libre

source: rapid safety space
es: espacio de seguridad rápida

source: start depth
es: profundidad inicial

source: final depth
es: profundidad final

source: max step down
es: escalón hacia abajo máximo

source: z finish depth
es: profundidad acabado z

source: z thru depth
es: profundidad a través de Z

source: user depths
es: profundidades del usuario

source: Clearance Height
es: Altura Libre

source: Rapid Safety Space
es: Espacio de Seguridad Rápida

source: Start Depth
es: Profundidad Inicial

source: Final Depth
es: Profundidad Final

source: Step Down
es: Escalón hacia abajo

source: Z Finish Depth
es: Profundidad de Acabado Z

source: Z Through Depth
es: Profundidad a Través de Z

source: dwell
es: Permanecer

source: Rapid retract
es: Retracción rápida

source: Feed retract
es: Retracción de avance

source: Keep running
es: Seguir funcionando

source: Stop at bottom
es: Detener en la parte inferior

source: internal coolant on
es: Refrigeración interior activada

source: rapid to clearance between positions
es: De rápido a altura libre entre las posiciones

source: Points
es: Puntos

source: Pick
es: Elegir

source: Dwell
es: Permanecer

source: Feed Retract
es: Retracción de avance

source: Stop Spindle at Bottom
es: Dejar de girar en la parte inferior

source: Interal Coolant On
es: Refrigerante interno activado

source: Rapid to Clearance
es: Rápido a altura libre

source: Pick points to drill
es: Elegir los puntos para perforar

source: allow dummy tool definitions
es: permitir las definiciones de herramientas ficticias

source: NC files
es: Archivos NC

source: Open NC file
es: Abrir archivo NC

source: Save NC file
es: Guardar el archivo NC

source: Couldn't open file
es: No pudo abrir el archivo

source: New Drill...
es: Nuevo taladro...

source: New Centre Drill...
es: Nueva fresa de centrar...

source: New End Mill...
es: Nueva Fresa Frontal...

source: New Slot Drill...
es: Nuevo Cortador de Ranuras...

source: New Ball End Mill...
es: Nueva Fresa Esférica ...

source: New Chamfer Mill...
es: Nueva Fresa para Biselado...

source: New Pattern...
es: Nuevo Patrón ...

source: New Surface...
es: Nueva Superficie...

source: New Stock...
es: Nuevo Material...

source: Milling operations
es: Operaciones de fresado

source: Profile
es: Perfil

source: New Profile Operation...
es: Nueva Operación de perfil...

source: Pocket
es: Bolsillo

source: New Pocket Operation...
es: Nueva Operación de Bolsillo ...

source: Drill
es: Taladro

source: New Drill Cycle Operation...
es: Nueva Operación de Ciclo de Taladrado ...

source: Other operations
es: Otras operaciones

source: New Script Operation...
es: Nueva Operación de guión...

source: Pattern
es: Patrón

source: Surface
es: Superficie
