Repository: Heeks/heekscad
Catalog: translations/*/HeeksCAD.po
Languages: it, sk

source: Point Size
it: Grandezza Punto
sk: Veľkosť bodu

source: Family
it: Famiglia
sk: skupina

source: Face Name
it: Nome faccia
sk: meno plochy

source: Style
it: Stile
sk: Štyl

source: Weight
it: Caricare
sk: Hmotnosť

source: Underlined
it: Sottolineato
sk: Podčiarnutý/á/é

source: files
it: i file
sk: súbory

source: All files
it: Tutti i file
sk: Všetky súbory

source: Make a selection:
it: Crea una selezione:
sk: Tvorba výberu:

source: Do you want to recover using the automatic backup file?
it: Vuoi recuperare utilizzando il file di backup automatico?
sk: Chcete obnoviť predchádzajúci stav s využitím súboru automatickej záalohy

source: Stretched Cone
it: Allungamento Cono
sk: Natiahnuý kužeľ

source: centre pos
it: Centra Posizione

source: direction
it: direzione

source: x direction
it: direzione x

source: height
it: altezza
sk: výška

source: can not enter negative value for radius
it: Non puoi inserire un raggio negativo
sk: Nemôžete zadať zápornú hodnotu polomeru

source: cone must not have both radiuses the same
it: Un cono non puo' avere entrambi i raggi uguali
sk: Kužel nemôže mať rovnaké oba polomery rezov

source: obj1_id should be defined before obj2_id
it: obj1_id Occorre definirlo prima di obj2_id

source: obj1_id specified but does not exist in memory
it: obj1_id specificato non esiste in memoria

source: obj2_id specified but does not exist in memory
it: obj2_id specificato non esiste in memoria

source: Two objects required for this constraint only one was specified
it: dei due oggetti necessari per questo vincolo solo uno è stato specificato

source: Set Perpendicular
it: Imposta Perpendicolari
sk: Nastvate zvyslý/kolmý smer

source: Set these lines to be perpendicular
it: Imposta le Linee perpendicolari
sk: Nastaviť, aby tieto čiary boli kolmé

source: Toggle Tangent
it: Costringi Tangenzialmente
sk: Vložiť dotzčnicu

source: Set line tangent to arc
it: Imposta le linee tangenti all'arco
sk: Nastaviť dotyčnicu k oblúku

source: Set Parallel
it: Imposta parallela
sk: Nastav, aby boli objekty rovnobežné

source: Set these lines to be parallel
it: Imposta le linee ad essere parallele
sk: Nastav, aby boli čiary rovnobežné

source: Set Equal Length
it: Imposta uguale Lunghezza
sk: Nastaviť na rovnakú dĺžku

source: Set these lines to be equal length
it: Imposta le linee ad essere di lunghezza uguale
sk: Nastviť, aby tieto čiary boli rovnako dlhé

source: Set Colinear
it: Imposta Colineari
sk: Nastav, aby boli body na jednej priamke

source: Set these lines to be colinear
it: Imposta linee ad essere allineate
sk: Nastav, aby tieto čiary ležali na jednej priamke

source: Set Equal Radius
it: Imposta raggio uguale
sk: Nastav na rovnaký polomer

source: Set these arcs to have equal radii
it: Imposta gli archi ad avere raggio uguale
sk: Nastav, aby tieto oblúk mali rovnaké polomery

source: Set Concentric
it: Imposta Concentrici
sk: Nastav, aby mali objekty rovnaký stred

source: Set these arcs to be concentric
it: Imposta gli archi ad essere concentrici
sk: Nastav, aby mali oblúky rovnaký stred

source: Set Coincident
it: Imposta Coincidenti
sk: Nastav, ako rovnaké

source: Set these points to be coincident
it: Imposta i punti ad essere coincidenti
sk: Nastav body, ako rovnaké

source: Add Dimension
it: Aggiungi Dimensioni
sk: Pridaj rozmer

source: Add a dimension object
it: Aggiungi dimensione oggetto
sk: Pridaj objekt rozmerov

source: Add Angular Dimension
it: Aggiungi quota angolare

source: Add an angular dimension object
it: Aggiungi quota angolare all'oggetto
sk: Pridaj objeky rozmeru vo forme uhlu

source: Set Point On Line
it: Imposta Punto nella Linea
sk: Nastav bod na čiare

source: Set this point on line
it: Imposta questo punto nella linea
sk: Nastav tento bod na čiare

source: Set Point On Midpoint
it: Imposta Punto su punto centrale
sk: Nastav bod v strede

source: Set this point on the midpoint of line
it: Imposta questo punto al centro della linea
sk: Nastav bod v strede čiary/úsečky

source: Set this point on the midpoint of arc
it: Imposta questo punto al centro dell'arco
sk: Nastav bod v strede oblúka

source: Set Point On Arc
it: Imposta Punto sull'arco
sk: Nastav bod na oblúku

source: Set this point on arc
it: Imposta questo punto sull'arco
sk: Nastav tento bod na oblúku

source: Set Point On Circle
it: Imposta Punto sulla circonferenza
sk: Nastavte bod na kružnici

source: Set this point on circle
it: Imposta questo punto sulla circonferenza
sk: Nastavte na bod na kružnici

source: Run Test
it: Avvia Test
sk: Spusť test

source: Cannot convert object type
it: Impossibile convertire il tipo di oggetto
sk: Nemôžem zmeniť typ objektu

source: to edge
it: al bordo
sk: na hrane

source: Error converting sketch to face
it: Errore nel convertire il profilo in faccia
sk: Chyba pri transformácii výkresu na plochu

source: Fatal Error converting sketch to face
it: Errore fatale nel convertire il profilo in faccia
sk: Fatálna chyba pri transformácii výkresu na plochu

source: Test Face, Sketches United
it: Test faccia, profili uniti
sk: Zisti, či je možné spojiť/zjednotiť výkresy a plochy

source: coord system 3 points
it: coordinate di sistema a 3 punti

source: Set position and orientation by picking 3 points
it: Imposta la posizione e l'orientamento scegliendo 3 punti
sk: Nastavte pozíciu a orientáciu pomocou vyznačenia troch bodov

source: set coord system active
it: Imposta coordinate di sistema Attive

source: Set this coordinate system as the active one
it: Imposta questo sistema di coordinate come attivo
sk: Nastav súradnicový systém ako aktívny

source: unset coord system active
it: Disattiva coordinate di sistema

source: Set world coordinate system active
it: Attiva coordinate di sistema
sk: Nastav hlavný súradnicový systém ako aktívny

source: position
it: posizione
sk: Pozíca

source: x axis
it: asse x
sk: os X

source: y axis
it: asse y
sk: os Y

source: Vertical Angle
it: Angolo Verticale
sk: Vertikálny uhol

source: Horizontal Angle
it: Angolo Orizzontale
sk: Horizontálny uhol

source: Twist Angle
it: Angolo di torsione
sk: Uhol otočenia

source: Pick the location
it: Seleziona la posizione
sk: Vyberte miesto

source: Pick a point on the x-axis
it: Seleziona un punto sull'asse x
sk: Vyberte miesto na osi X

source: Pick a point where y > 0
it: Seleziona un punto sull'asse y,dove Y>0
sk: Vyberte miesto, kde platí, že y>0

source: Stretched Cuboid
it: Allungamento Cubo
sk: Natiahnutý kváader

source: datum corner
it: dati angolo

source: width ( x )
it: larghezza (x)
sk: šírka (rozmer v osi x)

source: height( y )
it: altezza (y)
sk: výška (rozmer v osi y)

source: depth ( z )
it: Profondita' (z)
sk: hrúbka (rozmer v osi z)

source: Stretched Cylinder
it: Allunga cilindro
sk: Natiahnutý Valec

source: radius
it: raggio
sk: polomer

source: Digitize Mode
it: Modalita' digitazione
sk: Režim zmeny na číslicové údaje

source: Error! The 'Stop Picking' button shouldn't have been available!
it: Errore! Il pulsante 'Stop selezione' non sarebbe dovuto essere disponibile!
sk: Chyba! Tlačidlo ukončenia označovania by nemalo byt dostupné

source: Stop Picking
it: Stop selezione
sk: Pozastavte označovanie

source: Finish picking
it: Fine selezione
sk: Ukončite označovanie

source: between two points
it: tra due punti
sk: medzi dvoma bodmi

source: orthogonal
it: ortogonale
sk: ortognálne

source: mode
it: modalita'
sk: režim

source: pythagorean
it: pitagorico
sk: pytagorovský

source: horizontal
it: orizzontale
sk: Horizontálny

source: vertical
it: verticale
sk: Vertikálny

source: text mode
it: Modalita' Testo
sk: textový režim

source: Stop drawing
it: Stop disegno
sk: Kreslenie prerušené

source: Add point
it: Aggiungi punto
sk: Pridá bod

source: Add a point to drawing
it: Aggiungi punto nel disegno
sk: pridá bod do kresby

source: Get Position
it: Ottieni posizione
sk: Zistí polohu

source: Pick position without adding to the drawing
it: Seleziona posizione senza aggiungerla nel disegno
sk: Označte pozíciu, ktorá sa nepridá do kresby

source: set_draw_step
it: impostare_passo_disegno
sk: nastav_ǩrok_kreslenia

source: set_position
it: imposta_posizione
sk: nastav pozíciu

source: Fillet
it: Carenatura o Raccordo
sk: Rez

source: Enter Blend Radius
it: Inserire raggio di fusione
sk: Vložte polomer, v ktorom končia hrany,ktoré sa spoja

source: Radius
it: Raggio
sk: Polomer

source: Chamfer
it: Smussatura
sk: Úkos

source: Enter Chamfer Distance
it: Inserire distanza di smussatura
sk: Vložte šírku úkosu

source: Make Sketch
it: Crea disegno

source: Error making fillet
it: Errore nel creare una carenatura
sk: Chyba pri vytváraní drážky

source: A fatal error happened during Blend
it: Un errore fatale e' avvenuto nel corso della fusione
sk: Fatálna chyba počas vyhladzovania

source: Solid with edge blend
it: Solido con bordo sfumato
sk: Teleso s vyhladenými hranami

source: length
it: lunghezza
sk: dĺžka

source: surface type
it: Tipo di superfice
sk: Typ povrchu

source: Make Coordinate System
it: Crea coordinate di sistema
sk: Vytvor nový súradnicový systém

source: Face Coordinate System
it: Coordinate di sistema frontali
sk: Súradnicový systém pre plochy

source: Sketch On Face
it: Profilo su faccia
sk: krivka na ploche

source: Extrude Face
it: Estrude faccia
sk: Vytlač/Extrúduj plochu

source: unknown
it: sconosciuto
sk: neznámy/neznáma/neznáme

source: plane
it: piano
sk: rovina

source: cylinder
it: cilindro
sk: valec/cylinder

source: cone
it: cono
sk: kužel

source: sphere
it: sfera
sk: guľa

source: torus
it: toro
sk: skrut

source: revolution
it: rotazione
sk: otočenie

source: extrusion
it: estrusione
sk: vytiahnutie 2D obrazca na 3D teleso

source: Error in CFace::GetNurbSurfaceParams
it: Errore in CFace::GetNurbSurfaceParams
sk: Chyba v metóde GetNurbSurfaceParams triedy CFace

source: Error in GetFaceNormalAtUV
it: Errore in GetFaceNormalAtUV
sk: Chyba v metóde GetFaceNormalAtUV

source: Toggle Dimension Constraint
it: Costringi Limitando Dimensioni
sk: Označte ohraničenie rozmerov

source: Set this dimension as constrained
it: Imposta questa dimensione come limitata
sk: Nastav tento rozmer ako ohraničený

source: string
it: serie
sk: reťazec (struna)

source: scale
it: scala
sk: Rozmer

source: Toggle Radius
it: Costringi Angolarmente
sk: Označte Polomer

source: Set this arcs radius as constrained
it: Imposta questo arco come vincolato
sk: Označte polomer tohto oblúku ako ohraničený

source: start
it: inizio
sk: Štart

source: end
it: fine
sk: koniec

source: centre
it: centro
sk: Stred

source: axis
it: asse
sk: os

source: inch
it: inch (pollici)
sk: palec/palcov

source: orientation
it: orientamento
sk: Poloha textu

source: use view units
it: Utilizzare visualizzazione unita'
sk: použite jednotky pre pohľad

source: inches
it: inch (pollici)
sk: palce/palcov

source: units
it: unita' di misura
sk: jednotky

source: dimension value
it: valore dimensione
sk: rozmer

source: Untitled
it: senza titolo
sk: Bez mena

source: OpenCascade failures occured during DXF read processing. Would you like to import again and ignore the errors?
it: Durante l'elaborazione e la lettura del DXF Opencascade e' fallito. Vuoi importare di nuovo e ignorare gli errori?

source: DXF Read
it: Lettura DXF
sk: Čítanie súboru vo formáte DXF

source: OpenCascade failure occured during DXF read processing
it: Fallimento di OpenCascade durante il processo di lettura del DXF
sk: Knižnica OpenCascade hlási chyby pri načítavaní a spracovaní súboru typu DXF

source: Select how the file is to be interpreted
it: Selezionare il file come deve essere interpretato
sk: Vyberte, akým spôsobom má byť súbor spracovaný/interpretovaný

source: RS274X file interpretation
it: interpretazione file RS274x
sk: Interpretovanie súboru podľa normy RS-274X (extended Gerber format)

source: Produce trace isolation sketches
it: Produce Piste nel piano X -Y (negativo)
sk: Vytvorte krivky, ktoré ohraničia tvary

source: Produce trace centre-line sketches
it: Produce Piste nel piano X Y (positivo)
sk: Vytvorte krivky, pre vloženie osí

source: Produce mirrored trace isolation sketches
it: Produce Piste rispecchiate nel piano X -Y (negativo)
sk: Vytvorte krivky na oddelenie zrkadlo obrátených kriviek

source: Produce mirrored trace centre-line sketches
it: Produce Piste rispecchiate nel piano X Y (positivo)
sk: Vytvorte krivky na oddelenie zrkadlo obrátených kriviek pre vloženie osí

source: Invalid file type chosen
it: Tipo di file scelto non valido
sk: Zvolili ste nesprávny typ súboru

source: expecting
it: era atteso
sk: očakávaná

source: couldn't open file
it: Impossibile aprire il file
sk: Nemôžem otvoriť súbor

source: Save graphical data file
it: Salvare il file grafico
sk: Uložiť súbor s grafickými dátami

source: Exit Full Screen Mode
it: Uscita schermo intero
sk: Opustiť celoobrazovkový režim

source: Show Full Screen
it: Vedi a schermo intero
sk: Spustiť celoobrazovkový režim

source: Move here
it: Sposta qui
sk: Presuň sem

source: Copy here
it: Copia qui
sk: Skopíruj sem

source: view options
it: visualizzazione
sk: Voľby pohľadov

source: stay upright
it: mantenere posizione verticale
sk: zostať v kolmej polohe

source: free
it: libero
sk: voľný/slobodný

source: rotate mode
it: Modalita' rotazione
sk: režim otáčania

source: none
it: nessun aiuto
sk: žiadna pomoc

source: input mode title
it: Modalita' solo titolo
sk: meno vkladacieho režimu

source: full help
it: Aiuto completo
sk: úplny pomocník

source: screen text
it: Schermata testuale di aiuto
sk: text na obrazovke

source: antialiasing
it: riduzione deformazione

source: fixed light
it: punto luce
sk: pevné osvetlenie

source: reverse mouse wheel
it: inversione rotella del mouse
sk: koliesko myši v opačnom smere

source: reverse zooming mode
it: inversione modalita' zoom
sk: oddetailnenie (odzoomovanie)

source: Ctrl key does rotate
it: Tasto Ctrl per ruotare
sk: Kláves Ctrl uskutoční rotáciu

source: show datum
it: mostra coordinate di orientamento
sk: zobraz údaje

source: datum is solid
it: icona coordinate di sistema
sk: Údaje považuj za teleso

source: datum size
it: dimensione icona coordinate
sk: Rozmer údaju

source: datum size is pixels not mm
it: dimensioni espressi in pixel e non mm
sk: roznmer údaju v mm

source: show ruler
it: Mostra righello
sk: ukáž pravítko

source: single color
it: Singolo colore
sk: jediná farbu/jednofarebné

source: top color and bottom color
it: colore superiore ed inferiore
sk: Farby popredia a pozadia

source: left color and right color
it: colore laterale dx e sx
sk: Farby napravo a naľavo

source: four corner colors
it: colore quattro angoli
sk: Farba štyroch rohov

source: sky and ground
it: cielo e sfondo
sk: Nebo a zem

source: background mode
it: Preferenze sfondo
sk: režim pozadia

source: background color
it: colore di sfondo
sk: farba pozadia

source: top background color
it: colore sfondo superiore
sk: najvyššia farba pozadia

source: bottom background color
it: colore di sfondo inferiore
sk: najnižšia farba pozadia

source: left background color
it: colore di sfondo sx
sk: farba pozadia vľavo

source: right background color
it: colore di sfondo dx
sk: farba pozadia vpravo

source: top left background color
it: colore di sfondo superiore sx
sk: farba pozadia vľavo hore

source: bottom left background color
it: colore di sfondo inferiore sx
sk: farba pozadia vľavo dole

source: top right background color
it: colore di sfondo superiore dx
sk: farba pozadia vpravo hore

source: bottom right background color
it: colore di sfondo inferiore dx
sk: farba pozadia vpravo dole

source: sky top color
it: colore cielo superiore
sk: farba nástroja na obrysy

source: sky middle color
it: colore centrale cielo
sk: farba nástroja na tvorbu výplne

source: sky bottom color
it: colore inferiore cielo
sk: farba nástroja v dolnej časti výplne

source: ground top color
it: colore di sfondo superiore
sk: farba pozadia v hornej časti

source: ground middle color
it: colore di sfondo centrale
sk: farba pozadia výplne

source: ground bottom color
it: colore sfondo inferiore
sk: farba pozadia v dolnej časti

source: no grid
it: senza griglia
sk: žiadna mriežka

source: faint color
it: colore tenue
sk: zoslabiť farbu

source: alpha blending
it: Sfumatura alpha
sk: alfa blending

source: colored alpha blending
it: colore sfumatura alpha
sk: farebný alfa blending

source: grid mode
it: Modalita' griglia
sk: režim zobrazenej mriežky

source: face selection color
it: selezionare colore faccia
sk: definícia farby krivky

source: perspective
it: prospettiva
sk: perspektíva

source: tool icon size
it: dimensione icone barra strumenti
sk: Veľkosť ikon nástrojov

source: flat on screen dimension text
it: dimensione testo sullo schermo
sk: Zobraz text na kótach

source: Allow OpenGL stippling
it: Consenti punteggiatura OpenGL
sk: Povoľ vyfarbovanie pomocou technológie OpenGL

source: faces and edges
it: facce ed angoli
sk: Plochy a hrany

source: edges only
it: solo i bordi
sk: len hrany

source: faces only
it: solo le facce
sk: len plochy

source: solid view mode
it: Modalita' di visualizzazione solido
sk: Režim zobtrazenie telies

source: digitizing
it: conversione
sk: Prevod na čísla

source: intersection
it: intersezione
sk: priesečník

source: midpoint
it: punto centrale
sk: bod v strede

source: nearest
it: vicino
sk: najbližší bod objektu

source: tangent
it: tangente
sk: dotyčnica

source: coordinates
it: coordinate
sk: súradnice

source: screen
it: schermo
sk: obrazovka

source: grid size
it: dimensione griglia
sk: rozostup mriežky

source: snap to grid
it: aggancia alla griglia
sk: prichytiť k mriežke

source: autosolve constraints
it: autorisoluzione limitata
sk: hranice automatického riešenia

source: correlation
it: correlazione
sk: korelácia

source: Minimum correlation factor (0.0 (nothing like it) -> 1.0 (perfect match))
it: Minimo fattore di correlazione (0.0 (niente di simile) -> 1.0 (accostamento perfetto
sk: Minimálny keoficinet korelácie (o 0.0(skoro všetko) do 1.0(100% zhoda))

source: Maximum scale threshold (1.0 - must be same size, 1.5 (can be half as big again or 2/3 size)
it: Limite scala massima (1,0 - stessa dimensione, 1,5 (puo' essere piu' grande di una volta e mezzo o 2/3 )
sk: najvššia zmena veľkosti (1.0 -musí byť rovnaký rozmer, do 1.5 (môže byť od 2/3 do 3/2)

source: Number of sample points
it: Numero di punti di campionamento
sk: Počet bodov vzorkovania

source: drawing
it: disegno
sk: kreslenie

source: current color
it: colore corrente
sk: aktuálne vybraná farba

source: construction color
it: costruzione colore
sk: definícia farby

source: geometry tolerance
it: tolleranza geometria
sk: telerancia presnosti

source: face to sketch deviaton
it: deviazione faccia a profilo
sk: Roziel medzi plochou a nákresom

source: Use old solid fuse ( to prevent coplanar faces )
it: Utilizzare vecchia fusione solida (per evitare facciate complanari)
sk: Použite strý spôsob zlučovania teleis (aby sa zabránilo vzniku viacerých obrysov v rovnakej rovine)

source: Extrude makes a solid
it: Estrude creando un solido
sk: Vytiahnutie/extrúdovanie vytvorí teleso

source: Solid revolution angle
it: Angolo di rivoluzione solido
sk: Uhol otočenia telesa

source: selection filter
it: filtri
sk: výberový filter

source: point
it: punto
sk: bod

source: line
it: linea
sk: čiara

source: arc
it: arco
sk: oblúk

source: infinite line
it: linea infinita
sk: priamka

source: circle
it: cerchio
sk: kruh

source: edge
it: bordo
sk: hrana

source: face
it: faccia
sk: plocha

source: vertex
it: vertice
sk: hrana mnohouhoľníka

source: solid
it: solido
sk: teleso

source: stl_solid
it: Solido_stl
sk: štandradné(stl)_teleso

source: wire
it: filo
sk: drôt/kábel

source: sketch
it: disegno
sk: výkres

source: image
it: immagine
sk: obrázok

source: coordinate system
it: coordinate di sistema
sk: súradnicový systém

source: text
it: testo

source: dimension
it: dimensione
sk: rozmer

source: ruler
it: righello
sk: pravítko

source: pad
it: blocco
sk: podložka

source: part
it: pezzo
sk: časť

source: pocket
it: tasca
sk: Vyfrézovanie tvaru

source: file options
it: file
sk: voľby súborov

source: make sketch
it: Crea disegno
sk: vytvor výkrs

source: ignore errors where possible
it: ignora errori se e quando possibile
sk: Neber ohľad an chyby, ak je to možné

source: stl save facet tolerance
it: Salva tolleranza sfaccettatura stl
sk: telerancia presnosti ukladanie podľa štanbdardu STL-

source: auto save interval (in minutes)
it: intervallo autosalvataggio (in minuti)
sk: interval automatického ukladania (v minútach)

source: font options
it: caratteri
sk: nastavenie písem/fontov

source: Paths (semicolon delimited)
it: Percorso (delimitato da punto e virgola)
sk: Cesty (oddelené podkočiarkou)

source: Word Space Percentage
it: Percentuale Spaziatura Parole
sk: Vzdialenosť slov v percentách

source: Character Space Percentage
it: Percentuale Spaziatura Caratteri
sk: Vzdialenosť znakov v percentách

source: Known Files
it: file riconosciuto
sk: známe typy súborov

source: Heeks files
it: file Heeks
sk: súbory vo formáte Heeks

source: IGES files
it: file IGES
sk: súbory vo formáte IGES

source: STEP files
it: file STEP
sk: súbory vo formáte STEP

source: STL files
it: file STL
sk: súbory vo formáte STL

source: Scalar Vector Graphics files
it: SVG Scalar Vector Graphics file
sk: súbory vo formáte SVG

source: DXF files
it: file DXF
sk: súbory vo formáte DXF

source: RX274X/Gerber files
it: file RX274X/Gerber
sk: súbory vo formáte RX274X/Gerber súbory

source: Picture files
it: file immagine
sk: súbory s obrázkami

source: Unmark
it: Smarca
sk: odznač

source: Mark
it: Marca
sk: označ

source: Properties
it: Proprieta'
sk: Vlastnosti

source: Save changes to file
it: Salva le modifiche al file
sk: ulož zmeny do súboru

source: Unknown
it: Sconosciuto
sk: Neznámy/a/e

source: Point
it: Punto
sk: Bod

source: Line
it: Linea
sk: Čiara

source: Arc
it: Arco
sk: oblúk

source: Circle
it: Cerchio
sk: Kruh/kružnica

source: Gripper
it: Pinza
sk: Držadlo/úchyt

source: Vertex
it: Vertice
sk: hrana mnohouhoľníka

source: Edge
it: Bordo
sk: hrana

source: Face
it: Faccia
sk: Plocha

source: Loop
it: Anello
sk: Slučka, uzatvorená krivka

source: Solid
it: Solido
sk: Teleso

source: StlSolid
it: SolidoStl
sk: Teleso podľa štandardu STL

source: Wire
it: Filo
sk: vlákno/ kábel

source: Sketch
it: Disegno
sk: Trajektória

source: Image
it: Immagine
sk: Obrázok

source: CoordinateSystem
it: CoordinateSystema
sk: Súradnicový systém

source: Text
it: Testo

source: Dimension
it: Dimensioni
sk: Rozmer

source: Ruler
it: Righello
sk: Pravítko

source: Ellipse
it: Ellisse
sk: Elipsa

source: Group
it: Gruppo
sk: Spoj do skupiny

source: Constraint
it: Costrizione
sk: hranica

source: Pad
it: Cuscino
sk: Podložka

source: Part
it: Particolare
sk: Časť

source: AngularDimension
it: DimensioneAngolare
sk: Uhlový Rozmer

source: OrientationModifier
it: ModificaOrientamento
sk: Náastroj na zmenu orientácie

source: Trace Log
it: Traccia il Log
sk: Záznam o činnosti počas krokovania

source: Graphics
it: Grafico
sk: Grafika

source: Objects
it: Oggetto
sk: Objekty

source: Options
it: Opzioni
sk: Voľby

source: Reset Layout
it: Resetta Layout
sk: Východzie rozloženie

source: Set toolbars to left
it: Imposta toolbar a sinistra
sk: Zarovnaj panely nástrojov do ľava

source: Pick three or more points to be splined
it: Scegli tre o più punti per la Spline
sk: Vložte tri alebo viac bodov,ktoré budú spojené pomocou splajnovej krivky

source: Spline Through Points
it: Spline attraverso i punti
sk: Nakresli splajnovú krivky cez zadané body

source: Coordinate System
it: Sistema di coordinate
sk: Súradnicový systém

source: Open file
it: Apri file
sk: Otvor súbor

source: Import file
it: Importa file
sk: Importuj súbor
