Repository: Heeks/heekscad
Catalog: translations/*/HeeksCAD.po
Languages: it, sk

source: Pick two or more faces or solids, the first one will be cut by the others
it: Selezionare due o piu facce o solidi, il primo taglia gli altri

source: Subtract Solids
it: Sottrarre solidi
sk: Rozdiel telies

source: Pick two or more solids to be fused together
it: Selezionare due o piu' solidi per la loro fusione
sk: Vložte dve alebo viac telies, budú spojené do jedného

source: Fuse Solids
it: Fusione solidi
sk: Spojte telesá

source: Pick two or more solids, only the shape that is contained by all of them will remain
it: Selezionare due o piu' solidi, rimmara' la forma di tutti i solidi contenuti
sk: Vložte dva alebo viac telies, výsledkom bude len prienik všetkých

source: Intersection of Solids
it: Intersezione dei solidi
sk: Prienik telies

source: Pick one or more edges to add a fillet to
it: Selezionare uno o piu' bordi per aggiungere una carenatura
sk: Vložte dva alebo viac hrán na vzvrorenie rezu

source: Edge Fillet
it: Carenatura borbo
sk: Hrany rezu

source: Pick one or more edges to add a chamfer to
it: Selezionare uno o piu' bordi per aggiungere uno smusso
sk: Vložte dva alebo viac hrán na definícu úkosu

source: Edge Chamfer
it: Smussatura bordo
sk: Hrany úkosu

source: Enter chamfer distance
it: Inserire estensione smussatura
sk: Vložte vzdialenosť úkosového nástroja

source: Distance
it: Estensione
sk: Vzdialenosť

source: Pick two or more sketches, to create a lofted solid between
it: Selezionare due o piu' figure, per creare un solido
sk: Vložte dva alebo viac výkresov na vytvorenie telesa ťahaním medzi nimi. Držte stlačený kláves Ctrl na oznčenie viac než jedného telesa

source: hold down Ctrl key to select more than one solid
it: tenere premuto il tasto Ctrl per selezionare piu' di uno solido

source: Lofted Body
it: Corpo inclinato
sk: Teleso vyniknuté ťahaním

source: Pick one or more sketches, faces or circles, to create an extruded body from
it: Selezionare uno o piu' disegni, facce, o cerchi, per creare un corpo estruso
sk: Vyberte jedno alebo viac nákresov, plôch alebo kruhov/kružníc na vytvorenie 3D extrúdovaného(vytiahnutého) tvaru

source: Extrude
it: Estrudi
sk: Vytiahnutie(extrúdovanie)

source: Pick one or more sketches, faces or circles, to create a revolved body from
it: Selezionare uno o piu' disegni, facce, o cerchi, per creare un corpo ruotato
sk: Vyberte jedno alebo viac nákresov, plôch alebo kruhov/kružníc na vytvorenie tvaru otáčaním

source: Sphere
it: Sfera
sk: Guľa

source: Cuboid
it: Cubo
sk: Kváder

source: Cylinder
it: Cilindro
sk: Valec

source: Cone
it: Cono
sk: Kužel

source: There was a problem printing. Perhaps your current printer is not set correctly?
it: C'e' stato un problema di stampa. Forse la vostra stampante corrente non e' impostata correttamente?

source: Printing
it: Stampa
sk: Tlač

source: You canceled printing
it: Annulla Stampa
sk: Zrušili ste tlač

source: There was a problem previewing. Perhaps your current printer is not set correctly?
it: C'e' stato un problema di visualizzazione in anteprima di stampa. Forse la vostra stampante corrente non e' impostata correttamente?

source: Previewing
it: Anteprima di stampa
sk: Náhľad

source: Demo Print Preview
it: Demo anteprima di stampa
sk: Demonštračný náhľad tlače

source: New Ctrl+N
it: Nuovo Ctrl+N
sk: Nový Ctrl+N

source: Open Ctrl+O
it: Apri Ctrl+O
sk: Otvor Ctrl+O

source: Save Ctrl+S
it: Salva Ctrl+S
sk: Ulož Ctrl+S

source: Save As
it: Salva come
sk: Uložiť súbor ako (pod iným menom)

source: Print Ctrl+P
it: Stampa Ctrl+P
sk: Tlač Ctrl+P

source: Page Setup
it: Imposta Pagina
sk: Rozloženie na stránke

source: Print Preview
it: Anteprima di Stampa
sk: Náhľad tlače

source: Open Recent
it: Apri recenti
sk: Otvor nedávne dokumenty

source: Import
it: Importa
sk: importuj

source: About
it: Altro
sk: O programe

source: Save Settings
it: Salva Preferenze
sk: Ulož nastavenia

source: Exit Ctrl+Q
it: Uscita Ctrl+Q
sk: Koniec Ctrl+Q

source: Undo Ctrl+Z
it: Annulla Ctrl+Z
sk: Späť Ctrl+Z

source: Redo Ctrl+Shift+Z
it: Ripristina Ctrl+Shift+Z
sk: Ďalej Ctrl+Shift+Z

source: Cut Ctrl+X
it: Taglia Ctrl+X
sk: Vystrihni Ctrl+X

source: Copy Ctrl+C
it: Copia Ctrl+C
sk: Kopíruj Ctrl+C

source: Paste Ctrl+V
it: Incolla Ctrl+V
sk: Vlož Ctrl+V

source: Delete Del
it: Cancella Del

source: Select Mode
it: Modalita' selezione
sk: Výber režimu/ Režim výberu

source: Draw a sketch
it: Disegna linee
sk: Nakresli výkres

source: Draw Ellipses
it: Disegna ellissi
sk: Kresli elipsy

source: Draw Infinite Lines
it: Disegna linee infinite
sk: Nakresli priamky

source: Draw Points
it: Disegna punti
sk: Nakresli bod

source: Add Text
it: Aggiungi Testo
sk: Pridaj text

source: Pick 3 points
it: Seleziona tre punti
sk: Vyberte 3 body

source: Pick 1 point
it: Seleziona un punto
sk: Vyberte 1 bod

source: Previous view
it: Vista precedente
sk: Predchádzajňuci pohľad

source: Zoom window
it: finestre di Zoom
sk: Zobraz detaily/Zoom

source: Fit view to extents
it: Adatta Vista alle misure
sk: Napasuj na obrazovku

source: Fit view to extents, but no rotation
it: Adatta Vista alle misure,ma senza ruotare
sk: Napasuj na obrazovku, ale bez otáčania

source: View XY Front
it: Vista XY Frontale
sk: Pohľad zpredu v osiach XY

source: View XY Back
it: Vista XY Posteriore
sk: Pohľad zozadu v osiach XY

source: View XZ Top
it: Vista XZ da Sopra
sk: Pohľad zhora v osiach XZ

source: View XZ Bottom
it: Vista XZ da Sotto
sk: Pohľad zdola v osiach XZ

source: View YZ Right
it: Vista YZ da Destra
sk: Pohľad sprava v osiach YZ

source: View YZ Left
it: Vista YZ da Sinistra
sk: Pohľad zľava v osiach YZ

source: View XZY Isometric
it: Vista XZY Isometrica
sk: Izometrický pohľad v troch osiach

source: View rotate
it: Vista rotazione libera
sk: Otočenie pohľadu

source: View zoom
it: Vista Zoom
sk: detailný pohľad

source: View pan
it: Vista Panoramica
sk: Panoramtický pohľad

source: Full screen
it: Schermo intero
sk: Zobraz na celej obrazovke

source: Redraw
it: Ridisegna
sk: Prekresli

source: Add a sphere
it: Aggiungi sfera
sk: Pridaj guľu

source: Add a cube
it: Aggiungi cubo
sk: Pridaj kocku

source: Add a cylinder
it: Aggiungi cilindro
sk: Pridaj valec

source: Add a cone
it: Aggiungi cono
sk: Pridaj kužeľ

source: Loft two sketches
it: Inclina il profilo
sk: Spoj dva výkresy

source: Extrude a sketch
it: Estrudi profilo
sk: Vytvor 3D teleso z výkresu

source: Revolve a sketch
it: Ruota profilo
sk: Otoč výkres

source: Cut
it: Taglia o Sottrae
sk: Vystrihnúť

source: Fuse
it: Unisce Fonde Aggiunge
sk: Zlúč

source: Common
it: Interseca parte comune
sk: Bežné

source: Move Translate
it: Muovi lungo linea
sk: Posuň

source: Copy Translate
it: Copia lungo linea
sk: Urob kópiu a posuň

source: Move Rotate
it: Muovi rotazione
sk: Posuň otočením

source: Copy Rotate
it: Ruota Copia
sk: Kopíruj a otoč

source: 3D Move Rotate
it: Muovi rotazione 3D

source: 3D Copy Rotate
it: Ruota Copia 3D

source: Move Mirror
it: Muovi rispecchiato
sk: Zrkadli

source: Copy Mirror
it: Copia rispecchiata
sk: Kopíruj a zrkadli

source: Move Scale
it: Muovi scala
sk: Zmeň rozmery

source: Tool Bar
it: Barra degli strumenti
sk: Lišta nástrojov

source: Solids Tool Bar
it: toolbar dei solidi
sk: Lišta nástrojov pre telesá

source: Geometry Tool Bar
it: toolbar della geometria
sk: Lišta nástrojov pre tvary

source: Viewing Tool Bar
it: toolbar vista
sk: Lišta nástrojov pre pohľady

source: Status Bar
it: barra di stato

source: &Edit
it: &Modifica
sk: &Edituj

source: &View
it: &Vista
sk: &Pohľad

source: &Geometry
it: &Geometria
sk: &Tvar

source: &Solid
it: &Solidi 3D
sk: &Teleso

source: &Set Origin
it: &Imposta Origine
sk: &Nastav vzor

source: &Transform
it: &Trasformazione
sk: &Zmeny

source: &Window
it: &Finestre
sk: &Okno

source: New file
it: Nuovo file
sk: Nový súbor

source: Save file
it: Salva file
sk: Uložiť súbor

source: Cut selected items to the clipboard
it: Taglia oggetti selezionati negli appunti
sk: Premiestniť vybrané položky do schránky

source: Copy selected items to the clipboard
it: Copia gli elementi selezionati negli appunti
sk: Kopírovať vybrané položky do schránky

source: Paste items from the clipboard
it: Incolla elementi dagli appunti
sk: Vložiť položky zo schránky

source: Undo the previous command
it: Annulla il comando precedente
sk: Späť/zrušť posledný príkaz

source: Redo the next command
it: Passa al comando successivo
sk: Ďalej/nasledujúci príkaz

source: Start drawing rectangles
it: Disegna rettangoli
sk: Kresli pravouhoľníky

source: Start drawing obrounds
it: Disegna asole
sk: Kresli zaoblené drážky na nastavovanie úchytu

source: Start drawing polygons
it: Disegna poligoni
sk: Kresli mnohouhoľníky

source: Draw circles through 3 points
it: Disegna cerchi, a 3 punti
sk: Nakresli kruh cez 3 zadané body

source: Draw circles, centre and point
it: Disegna cerchi, con centro e punto
sk: Nakresli kruhy pomocou zadania stredu a bodu na kružnici

source: Draw circles, centre and radius
it: Disegna cerchi, con centro e raggio
sk: Nakresli kruhy pomocou zadania stredu a polomeru

source: Draw ellipses
it: Disegna ellissi
sk: Kresli elipsy

source: Start Drawing Infinite Lines
it: Disegna linee infinite
sk: Začni kresliť priamky

source: Start Drawing Points
it: Disegna punti
sk: Začni kresliť body

source: Add a text object
it: Aggiunge oggetto di Testo
sk: Pridaj texový objekt

source: Add a dimension
it: Aggiunge dimensione
sk: pridaj rozmer

source: Add Coordinate System
it: Aggiungi sistema di coordinate
sk: Pridaj súradnicový systém

source: Translate selected items
it: Trasferise il pezzo selezionato
sk: Posun vyznačených položiek

source: Copy and translate selected items
it: Copia e trasferisce il pezzo selezionato
sk: Skopíruj a posuň

source: Rotate selected items
it: Ruota il pezzo selezionato
sk: Otoč vybrané položky

source: Copy and rotate selected items
it: Copia e ruota il pezzo selezionato
sk: Kopírus o otoč vybrané položky

source: 3D Rotate selected items
it: Ruota il pezzo selezionato in 3D

source: 3D Copy and rotate selected items
it: Copia e ruota il pezzo 3D selezionato

source: Mirror selected items
it: Rispecchia il pezzo selezionato
sk: Zrkadli vybrané položky

source: Copy and mirror selected items
it: Copia e rispecchia il pezzo selezionato
sk: Kopíruj a zrkadli vybrané položky

source: Scale selected items
it: Scala il pezzo selezionato
sk: Zväčši zmenši vybrané položky

source: Create a lofted face
it: Crea una faccia inclinata
sk: Vytvor teleso ťahaním plochy

source: Extrude a wire or face
it: Estrude un bordo o una faccia
sk: Vytvor teleso vytlačením vlákna alebo plochy

source: Revolve a wire or face
it: Ruota un bordo o una faccia
sk: Rozoznaj čiaru, alebo plochu

source: Cut one solid from another
it: Taglia un solido da un altro (sottrae)
sk: Vyrež teleso do iného

source: Fuse one solid to another
it: Unisce un solido ad un altro
sk: Pripoj teleso k inému

source: Find common solid between two solids
it: Trova un solido comune tra due o più solidi (interseca)
sk: Nájdi bežné teleso medzo dvoma telesami

source: Make a fillet on selected edges
it: Crea una carenatura o raccordo sui bordi selezionati
sk: Vytvor rez z označených hrán

source: Make a chamfer on selected edges
it: Crea una smussatura sui bordi selezionati
sk: Vytvor úkos z označených hrán

source: Zoom in to fit the extents of the drawing into the graphics window
it: Zoom per adattare le estensioni del disegno nella finestra grafica
sk: Detail označenej oblasti tak aby sa celý premietol na obrazovku

source: Zoom in to fit the extents of the drawing into the graphics window, but without rotating the view
it: Zoom per adattare le estensioni del disegno nella finestra grafica, ma senza rotazione dell'oggetto
sk: Detail označenej oblasti

source: Zoom in to a dragged window
it: Zoomare la finestra tracciata

source: Go back to previous view
it: Torna indietro alla Vista precedente
sk: Späť ba predchádzajňuci pohľad

source: Switch to full screen view ( press escape to return )
it: Apre vista schermo intero (premere Esc per ripristinare)
sk: Prepni sa do celosobrazovkovéhgo režimu (stačte Escape na jeho zrušenie)

source: View XY Isometric
it: Vista XY isometrica
sk: Izometrický pohľad v osiach XY

source: Enter view rotating mode
it: Inserisce modalita' rotazione vista
sk: Vstup do režimu otáčania pohľadu

source: Drag to zoom in and out
it: Trascinare per zoomare avanti indietro
sk: Uhopte obejkt na priblíženiue aleboi vziadelnie sa

source: Drag to move view
it: Trascinare per spostare il punto di visione
sk: Uchopte, aby ste pohybovali pohľadom

source: General Tools
it: Barra degli strumenti
sk: Všeobené nástroje

source: Geometry Tools
it: Barra della Geometria
sk: Nástroje pre zmenu tvarov a rozmerov

source: Solid Tools
it: Barra dei Solidi
sk: Nástroje na prácu s telesami

source: Viewing Tools
it: Barra della Visualizzazione
sk: Nástroje na pohľady

source: major radius
it: Raggio maggiore
sk: hlavný/vačší polomer

source: minor radius
it: Raggio minore
sk: vedľaší menší polomer

source: rotation
it: Rotazione
sk: otočenie

source: start angle
it: angolo iniziale
sk: štartovací uhol

source: end angle
it: angolo finale
sk: koncový uhol

source: Length
it: lunghezza
sk: Dĺžka

source: Picture -
it: Immagine -
sk: Obrázok-

source: Toggle Horizontal
it: Costringi Orizzontalmente
sk: Označ/vlož Horizontálne

source: Set this line to be horizontal
it: Costringe la linea in orizzontale
sk: Nastav, aby čiara bola vodorovná (horizontálna)

source: Toggle Vertical
it: Costringi Verticalmente
sk: Označ/vlož Vertikáane

source: Set this line to be vertical
it: Costringe la linea in verticale
sk: Nastav, aby čiara bola zvislá (vertikálna)

source: Toggle Line Length
it: Inserisci Lunghezza Linea
sk: Vlož dlĺžku čiary

source: Set this lines length as constrained
it: Scrive la lunghezza della linea
sk: Nastav, aby dlĺžka čiary bola obmedzená

source: Toggle Fixed
it: Costringi Posizione
sk: Vloženie na pevné miesto

source: Set this point as fixed
it: Imposta questo punto come fisso
sk: Nastavte bod, ako nepremiestniteľný

source: Knot
it: Nodo
sk: spojiť

source: Pole
it: Polo
sk: Tyč

source: OpenGL (default) font
it: OpenGL carattere di default
sk: Prednastavené písmo (font) z knižnice openGL

source: Font
it: Carattere
sk: Písmo

source: Only a single orientation modifier is supported
it: E' supportata una sola modifica di direzione
sk: Podporovaný je len jeden nástroj na zmenu orientácie

source: Make a Sketch
it: Crea Disegno
sk: Vytvor výkres z kresby

source: Convert the lines and arcs that make up this text into a sketch object.
it: Converte linee e gli archi che compongono questo testo in un oggetto (disegno)
sk: Preveď čiary a oblúky, ktoré tvoria tento text na obkjekt typu výkres/krivka

source: Add Orientation Modifier
it: Aggiungi direzione modificata
sk: Pridaj nástroj na zmenu orientácie

source: Add graphics to orient text
it: Aggiungi grafico per orientamento testo
sk: Pridajte grafiku do zdobeneého textu

source: Input Mode
it: Modalita' inserimento
sk: Zadávací režim

source: set previous direction
it: impostare direzione x precedente
sk: Nastavte predchádzajúcu oreintáciu

source: Line drawing mode
it: Modalita' disegno linee
sk: Režim kreslenia čiar

source: click on start point
it: clicca per partire da un punto
sk: Kliknite na začiatočný bod

source: click on end of line
it: clicca per terminare una linea
sk: Kliknite na koncový bod čiary

source: Arc drawing mode
it: Modalita' disegno archi
sk: Režim kreslenia oblúkov

source: click on end of arc
it: clicca per terminare un arco
sk: Kliknite na koncový bod oblúka

source: Infinite line drawing
it: Disegno linee infinite
sk: Kreslenie priamok

source: click on first point
it: clicca sul primo punto
sk: Kliknite na prvý bod

source: click on second point
it: clicca sul secondo punto
sk: Kliknite na druhý bod

source: Ellipse drawing mode
it: Modalita' disegno ellissi
sk: Režim kreslenia elíps

source: center and 2 points mode
it: Modalita centro e 2 punti
sk: Režim zadania stredom a dvoma bodmi

source: click on center point
it: clicca sul punto centrale
sk: Kliknitew na bod stredu

source: click on point on ellipse
it: clicca sul punto nell'ellisse
sk: Kliknite na bod na elipse

source: (colinear or orthogonal to axis)
it: Collineare o ortogonale all'asse
sk: (v mesre osi, alebo kolmo na os)

source: click on another point on ellipse
it: Fare clic su un altro punto sull' ellisse
sk: Kliknite na bod na elipse

source: Spline drawing mode
it: Modalita' disegno Spline
sk: Režim kreslenia

source: cubic spline mode
it: Modalita' Spline cubiche
sk: Režim kubických splajnov

source: click on end point
it: Fare clic sul punto finale
sk: Kliknite na koncový bod

source: click on first control point
it: Fare clic sul primo punto di controllo
sk: Kliknite na prvý riadici bod

source: click on second control point
it: Fare clic sul secondo punto di controllo
sk: Kliknite na druhý riadici bod

source: quartic spline mode
it: Modalita' Spline di quarto grado
sk: Režim kvadratického splajnu

source: click on control point
it: Fare clic sul punto di controllo
sk: Kliknitew na riadici bod

source: rational spline mode
it: Modalita' Spline razionale
sk: režim splajnu roumného rádu

source: click on next control point or endpoint
it: Fare clic sul prossimo ponto di controllo o punto finale
sk: Kliknite na ďalší riadici bod, alebo koncový bod

source: Circle drawing mode
it: Modalita' disegno cerchi
sk: Režim kreslenia kruhov/kružníc

source: center and point mode
it: Modalita' punto e centro
sk: Režim zadania stredom a bodom na kružnici

source: click on point on circle
it: clicca un punto nella circonferenza
sk: Kliknite na bod na kuržnici

source: three points mode
it: Modalita' tre punti
sk: Režim zadania troma bodmi na kružnici

source: click on third point
it: clicca sul terzo punto
sk: Kliknite na tretí bod

source: two points mode
it: Modalita' due punti
sk: Režim zadania dvoma bodmi

source: centre with radius mode
it: Modalita' centro con raggio
sk: Režim zadania stredu a polomeru

source: click on centre point
it: Fare clic sul punto centrale
sk: Kliknite na bod stredu

source: draw lines
it: Trascina linee
sk: Kreslenie čiar

source: draw tangential arcs
it: Trascina circonferenza dell'arco
sk: Kreslenie elipsoidných oblúkov

source: draw circles
it: Trascina cerchio
sk: kresli kruhy/kružnice

source: drawing mode
it: Modalita' trascinamento
sk: Režim kreslenia

source: (press 'a' for arcs)
it: Premi 'a' per creare un arco)
sk: (Stlačte klávesu a, aby ste kreslili oblúk)

source: centre and point
it: centro e punto
sk: stred a bod na kruhu

source: three points
it: tre punti
sk: tri body

source: two points
it: due punti
sk: dva body

source: centre and radius
it: centro e raggio
sk: Stred a polomer

source: circle mode
it: Modalita' cerchio
sk: Režim kruhu

source: Categorized Mode
it: Modalita' classificazione
sk: Režim zatriedenia

source: Alphabetic Mode
it: Modalita' alfabetica
sk: Režim zobrazenia podľa abecedy

source: << Compact
it: << Compatta
sk: << zbaľ

source: Expand >>
it: Espandi >>
sk: Rozbaľ >>

source: Number of items selected
it: Numero di oggetti selezionati
sk: Počet vybraných položiek

source: Delete Marked Items
it: Cancella oggetti Selezionati
sk: Zmaž vyznačené položky

source: Copy
it: Copia
sk: Kopíruj

source: Copies the selected items to the clipboard
it: Copia gli oggetti selezionati negli appunti
sk: Skopíruj vybrané položky do schránky

source: Paste Into
it: Incolla dentro
sk: Vožiť na

source: Paste
it: Incolla
sk: Vložiť

source: Paste items from the clipboard to the drawing
it: Incolla oggetti dagli appunti nel disegno
sk: Vlož položky zo schránky do nákresu

source: Apply
it: Applica
sk: Vykonaj

source: Apply any changes made to the properties
it: Applica qualsiasi cambiamento effettuato nelle proprieta'
sk: Použi všetky zmeny urobené vo vlastanostiach

source: Cancel
it: Cancella
sk: Zrušiť

source: Stop editing the object
it: Fine modifica all'oggetto
sk: Preuš zmeny vobjekte

source: Normally spaced
it: Spaziatura normale
sk: Bežne odsadné/s bežným royostupom/mostíkom

source: Spacing
it: Spaziatura
sk: Odsadenie/medzera

source: Only a single sketch is supported
it: Un solo disegno è supportato

source: Height
it: altezza
sk: výška

source: Name
it: Nome
sk: Meno

source: File Path
it: Percorso file
sk: Cesta k súborom

source: Plugin must have a name!
it: Il Plugin deve avere un nome
sk: Zásuvný modul musí mať meno

source: No file specified!
it: file non specificato!
sk: Nevybrali ste žiadny súbor

source: shared library files
it: file di libreria condivisa
sk: súbory zdieľaných knižnňic

source: Choose shared library file
it: Scegli il file di libreria condivisa
sk: Vyberte si súbor zdieľanej knižnice

source: HeeksCAD plugin libraries
it: HeeksCAD plugin libreria
sk: Knižncie zásuvných modulov HeeksCADu

source: New
it: Nuovo
sk: Nový

source: Edit
it: Modifica
sk: Edituj

source: Delete
it: Cancella
sk: Zrušiť/Zmazať

source: Add New Plugin
it: Aggiungi nuovo Plugin
sk: Pridaj nový zásuvný modul

source: vertical angle
it: Angolo verticale
sk: Vertikálny uhol

source: horizontal angle
it: Angolo orizzontale
sk: Horizontálny uhol

source: twist angle
it: Angolo di torsione
sk: uhol otočenia

source: False
it: Falso
sk: Nepravda

source: True
it: Vero
sk: Pravda

source: Unspecified
it: Non specificato
sk: Nezadané

source: is not a floating-point number
it: non e' un numero a virgola mobile
sk: toto nie je destinné číslo v pohyblivej rádovej čiarke

source: true
it: vero
sk: Pravda

source: false
it: falso
sk: Nepravda

source: Choose a directory:
it: Selezionare una directory
sk: Vyberte adresňar/zložku

source: Choose a file
it: Selezionare un file
sk: Vyberte súbor

source: Add
it: Aggiungi
sk: Pridaj

source: Remove
it: Rimuovi
sk: Odstráň

source: Up
it: Sopra
sk: Hore

source: Down
it: Sotto
sk: Dole

source: Rectangle drawing
it: disegna rettangoli
sk: Kreslenie obdĺžnikov

source: Polygon drawing
it: Disegna poligoni
sk: Kreslenenie mnohouhoľníkov

source: Obround drawing
it: Disegna Asole
sk: Kreslenenie zaoblených líšt(obdĺžnik so zaoblenými hranami) na nastavenie

source: Regular shapes drawing
it: forme di disegno regolari
sk: Kreslenie bežných tvarov

source: draw rectangles
it: Trascina rettangolo
sk: Kresli pravouhoľníky

source: draw polygons
it: Trascina poligono
sk: kresli mnohouhoľníky

source: draw slots
it: Trascina scanalatura
sk: kresli nastvovací slot

source: number of sides for polygon
it: Numero di lati del poligono
sk: Počet strán mnohouhoľníka

source: excribed circle
it: Circoscritto dalla Circonferenza
sk: vonkajší kruh

source: inscribed circle
it: Inscritto nella Circonferenza
sk: vnúrorný kruh

source: polygon mode
it: Modalita' poligono
sk: Režim mnohouhoľníkov

source: _width_
it: _larghezza_
sk: _šírka_

source: _height_
it: _altezza_
sk: _výška_

source: # This file converts the RAW image file generated by the HeeksCAD import of
it: # Questo file converte l'immagine RAW generata dalle importazioni di HeeksCAD
sk: # Tento súbor konvertuje súbor vo formáte obrázkov RAW, ktorý bol genrovaný programom HeeksCAD pri načítaní a importe zo súboru

source: # a GERBER format data file into a GIF format file. This just makes it
it: # Rende semplicemente un file formato Gerber in un GIF
sk: # format súboru typu GERBER na formát súboru GIF. Len toto sa stane

source: # more convenient for viewing
it: # Visualizzazione piu' conveniente

source: pick some sketches
it: Scegli alcuni disegni
sk: pridaj trajektórie

source: Ruled Surface
it: Regole della Superficie
sk: Povrch s rozmermy

source: Revolved Solid
it: Solido Ruotato
sk: OPtočené telesop

source: Extruded Solid
it: Solido estruso
sk: vytiahnuté teleso

source: Pipe
it: Tubo
sk: Rúra

source: Error making pipe
it: Errore nel creare il tubo
sk: Chyba pri vytváraní rúry
